[
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1 – Yargıtay, adliye mahkemelerince verilen ve kanunun başka bir adli yargı merciine bırakmadığı karar ve hükümlerin son inceleme mercii olup, Türkiye Cumhuriyeti Anayasası ile bu Kanun ve diğer kanunların hükümlerine göre görev yapan bağımsız bir yüksek mahkemedir.\n\n \n\nKuruluş:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "2",
    "text": "Madde 2 – Yargıtay; Birinci Başkanlık, daireler, Yargıtay Cumhuriyet Başsavcılığı, bürolar ve idari birimlerden oluşur.\n\n \n\nKarar organları:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "3",
    "text": "Madde 3 – Yargıtayın karar organları şunlardır:\n\n1.Daireler,\n\n2. Hukuk Genel Kurulu,\n\n3. Ceza Genel Kurulu,\n\n4. Büyük Genel Kurul,\n\n5. Başkanlar Kurulları,\n\n6. Birinci Başkanlık Kurulu,\n\n7. Yüksek Disiplin Kurulu,\n\n8. Yönetim Kurulu.\n\n \n\nBirinci Başkanlık:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "4",
    "text": "Madde 4 – Birinci Başkanlık; Birinci Başkan ve başkanvekilleriyle Genel Sekreterden oluşur.\n\n \n\nDaireler:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "5",
    "text": "Madde 5 – (Değişik: 2/12/2014-6572/21 md.)[1]\n\nYargıtayda on iki hukuk, on iki ceza dairesi ve her dairede bir daire başkanı ile yeteri kadar üye bulunur.\n\n\n\n\nYargıtay Cumhuriyet Başsavcılığı:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "6",
    "text": "Madde 6 – Yargıtay Cumhuriyet Başsavcılığı; Cumhuriyet Başsavcısı, Cumhuriyet Başsavcıvekili, Cumhuriyet Başsavcı Başyardımcısı ile Cumhuriyet Başsavcı yardımcılarından oluşur.\n\n \n\nHukuk ve Ceza Genel Kurulları:[2]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "7",
    "text": "Madde 7 – Hukuk Genel Kurulu, hukuk dairelerinin başkan ve üyelerinden; Ceza Genel Kurulu, ceza dairelerinin başkan ve üyelerinden oluşur.\n\nHukuk ve Ceza Genel Kurullarının içtihadı birleştirme toplantılarında; bu kurullara bağlı dairelerin her birinin mevcudu üç itibar edilerek toplamının en az üçte ikisi kadar üyenin, diğer toplantılarında, işi görüşme konusu olan daireden üçten fazla üyenin katılmaması koşuluyla bu kurullara bağlı her daireden en az bir üyenin bulunması zorunludur. (Ek cümle: 1/7/2016-6723/16 md.) Genel kurul toplantısına katılan üye sayısının çift olması hâlinde, ilgili kurul başkanı tarafından belirlenecek daireden bir üye daha Kurula katılır.\n\nToplantılarda daire başkanlarının en az yarısından fazlasının (…)2 bulunması zorunludur.\n\nCeza Genel Kurulunun içtihadı birleştirme toplantılarına ayrıca Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili de katılır.\n\nİtiraz ettiği konularda görüşünü açıklamak, müzakere ve oya katılmamak koşuluyla Yargıtay Cumhuriyet Başsavcısı veya Yargıtay Cumhuriyet Başsavcıvekili Ceza Genel Kuruluna bizzat katılabilir.\n\nHukuk ve Ceza Genel Kurullarındaki Başkanlar yeter sayısı, başkanların izinli veya özürlü olması halinde aynı dairenin kıdemli üyesi ile doldurulur.\n\nBirinci Başkanın başkanlık etmediği veya bulunmadığı zamanlarda Hukuk Genel Kuruluna hukuk dairelerinden, Ceza Genel Kuruluna ise ceza dairelerinden seçilmiş olan başkanvekili başkanlık eder.\n\nBirinci Başkanla belli kurulda onun yerini tutacak olan Birinci Başkanvekilinin bulunmaması halinde, diğer birinci başkanvekili, onun da bulunmaması halinde o toplantıya katılmış olan daire başkanlarından en kıdemlisi başkanlık görevini yapar.\n\nİcra ve İflas Kanunundaki ceza hükümlerinin uygulanmasına ilişkin daire kararlarının Ceza Genel Kurulunda incelenmesi sırasında ilgili dairenin başkan ve en az bir üyesi de Ceza Genel Kuruluna katılır.\n\n(Mülga onuncu fıkra: 2/1/2017-KHK-680/2 md.; Aynen kabul: 1/2/2018-7072/1 md.)\n\n \n\nYargıtay Büyük Genel Kurulu:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "8",
    "text": "Madde 8 – Yargıtay Büyük Genel Kurulu; Birinci Başkan, birinci başkanvekilleri, daire başkanları, üyeler ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinden oluşur.\n\nYargıtay Büyük Genel Kurulu, dairelerden her birinin mevcudu beş itibar edilerek toplamının en az üçte ikisi ile toplanır. Şu kadar ki, Ceza Genel Kuruluna katılması zorunlu üye sayısının üçte ikisi kadar ceza dairesi üyesi ile hukuk ve ceza daireleri başkanlarının en az yarısından fazlasının toplantıda hazır bulunması şarttır.\n\nBaşkanlar yeter sayısı, diğer başkanlarla doldurulmak mümkün oldukça en kıdemli üye ile doldurulamaz.\n\n \n\nBaşkanlar Kurulları:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "9",
    "text": "Madde 9 – Yargıtayda;\n\n1. Birinci Başkan ile birinci başkanvekillerinden ve daire başkanlarından oluşan Başkanlar Kurulu.\n\n2. Birinci Başkan ile hukuk dairelerinden seçilen Birinci Başkanvekili ve hukuk daireleri başkanlarından oluşan Hukuk Daireleri Başkanları Kurulu,\n\n3. Birinci Başkan ile ceza dairelerinden seçilen Birinci Başkanvekili ve ceza daireleri başkanlarından oluşan Ceza Daireleri Başkanlar Kurulu,\n\nBulunur.\n\nBirinci Başkanın bulunmadığı hallerde Başkanlar Kurulunun başkanlık görevi, birinci başkanvekillerinden kıdemlisi, bulunmaması halinde diğer başkanvekili, onun da bulunmaması halinde ise kurula katılan daire başkanlarından kıdemli olanı tarafından yerine getirilir.\n\nHukuk ve Ceza daireleri Başkanlar Kurullarında Birinci Başkanın bulunmadığı hallerde; Hukuk Daireleri Başkanlar Kuruluna hukuk dairelerinden seçilen Birinci Başkanvekili; Ceza Daireleri Başkanlar Kuruluna ceza dairelerinden seçilen Birinci Başkanvekili başkanlık yapar. İlgili birinci başkanvekilinin bulunmaması halinde diğer başkanvekili, onun da bulunmaması halinde en kıdemli daire başkanı başkanlık görevini yerine getirir.\n\nBaşkanlar kendileriyle ilgili konuların görüşülmesinde, Başkanlar Kuruluna katılamazlar.\n\nDaire başkanlarının özürleri halinde, dairenin kıdemli üyesi, Başkanlar Kurulu ile Hukuk ve Ceza Başkanlar Kuruluna katılırlar.\n\n \n\nBirinci Başkanlık Kurulu:[3][4]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "10",
    "text": "Madde 10 – Birinci Başkanlık Kurulu; Yargıtay Birinci Başkanının başkanlığında dördü daire başkanı, dördü Yargıtay üyesi olmak üzere sekiz asıl ve ikisi daire başkanı ve ikisi Yargıtay üyesi olmak üzere dört yedek üyeden oluşur.\n\n \n\nYüksek Disiplin Kurulu:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "11",
    "text": "Madde 11 – Yüksek Disiplin Kurulu; Yargıtay Birinci Başkanı, birinci başkanvekillerinden kıdemli olanı, Yargıtay Cumhuriyet Başsavcısı ile altı hukuk ve üç ceza dairesi başkanları ve başkanlarının katılmadığı dairelerin beş üyesinden oluşur.\n\nYüksek Disiplin Kurulunda ayrıca, Kurula asıl üye olarak katılmayan daire başkanları ile bunların dışındaki dairelerin birer üyesi yedek üye olarak bulunur.\n\n \n\nYönetim Kurulu:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "12",
    "text": "Madde 12 – Yönetim Kurulu; Yargıtay Birinci Başkanı, Yargıtay Cumhuriyet Başsavcısı, Genel Sekreter ile Başkanlar Kurulu tarafından iki yıl için seçilen bir asıl ve bir yedek daire başkanı, üç asıl ve iki yedek Yargıtay üyesinden oluşur.\n\n \n\nİKİNCİ BÖLÜM\n\nYargıtay Daire ve Kurullarının Görevleri\n\nYargıtayın görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "13",
    "text": "Madde 13 – Yargıtayın görevleri şunlardır:\n\n1. Adliye mahkemelerince verilen ve kanunun başka bir adli yargı merciine bırakmadığı karar ve hükümleri ilk ve son merci olarak inceleyip karara bağlamak,\n\n2. Yargıtay Başkan ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı, Yargıtay Cumhuriyet Başsavcıvekili ve özel kanunlarında belirtilen kimseler aleyhindeki görevden doğan tazminat davalarına ve bunların kişisel suçlarına ait ceza davalarına ve kanunlarda gösterilen diğer davalara ilk ve son derece mahkemesi olarak bakmak,\n\n3. Kanunlarla verilen diğer işleri görmek.\n\n \n\nDairelerin görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "14",
    "text": "Madde 14 –(Değişik: 9/2/2011-6110/8 md.)\n\n(Ek cümle: 18/6/2014-6545/31 md.; Mülga birinci cümle: 2/12/2014-6572/22 md.) (…) Hukuk daireleri ile ceza daireleri kendi aralarında işbölümü esasına göre çalışır. Özel kanunlarda başkaca hüküm bulunmadığı takdirde, dairelerin (…)[5] aralarındaki işbölümü karar tasarısı aşağıdaki esaslar uyarınca, Başkanlar Kurulu tarafından hazırlanır. Hazırlanan (…)6 karar tasarısı, toplantı tarihinden yedi gün önce ilân edilmek kaydıyla Büyük Genel Kurulun onayına sunulur. Büyük Genel Kurul, (…)6 karar tasarısını aynen onaylayabileceği gibi üye tam sayısının en az onda birinin teklifi üzerine değiştirerek de onaylayabilir. Bu iş için toplanan Yargıtay Büyük Genel Kuruluna Birinci Başkan, birinci başkanvekilleri, daire başkanları, üyeler ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili katılabilir. Toplantı yeter sayısı üye tam sayısının salt çoğunluğu, karar yeter sayısı ise katılanların salt çoğunluğudur. Oylarda eşitlik hâlinde Başkanın bulunduğu taraf çoğunluğu sağlamış sayılır.[6]\n\nHukuk dairelerinde:\n\na) (Değişik: 18/6/2014-6545/31 md.) Daireler arasındaki iş bölümünün belirlenmesinde mahkeme kararındaki nitelendirme de gözetilerek, temyizin kapsamı esas alınır.\n\nb) Bir davadaki uyuşmazlık konusu, taraflar arasındaki hukukî ilişkinin aslına değil de bu ilişkiden doğan diğer isteklerle ilgili ise temyiz incelemesi asıl hukukî ilişkiye ait hüküm ve kararları incelemekle görevli dairece yapılır.\n\nc) Bir davada birden fazla hukuk dairesinin görevine giren uyuşmazlık söz konusu ise temyiz incelemesi uyuşmazlığı doğuran asıl hukukî ilişkiye ait hüküm ve kararları inceleyen dairece yapılır.\n\nd) Bir davada uyuşmazlık konusu hukukî ilişki birden fazla dairenin görev alanına giren karma sözleşmeye yahut birden ziyade sözleşme türüne ayrı ayrı dayanıyorsa temyiz incelemesi bunlardan 22/4/1926 tarihli ve 818 sayılı Borçlar Kanunundaki özel sözleşme türüne ilişkin davalara ait hüküm ve kararları incelemekle görevli dairece yapılır.\n\ne) Bir sözleşme ile ilgili alacak ve tazminat davalarının temyiz incelemesini yapmakla görevli daire, bu sözleşme türüne ilişkin tespit davalarının temyiz incelemesini de yapmakla görevlidir.\n\nf) Bir dava dosyasının incelenerek eksikliklerinin giderilmesinden sonra geri çevrilmesi için mahalline gönderilmesi veya duruşmasının olması o dosyanın görevli daireye gönderilmesine engel teşkil etmez.\n\ng) Özel kanunlardan doğan ve ayın davası açılması imkânı bulunmayan durumlarda açılan tazminat davaları ile 18/6/1927 tarihli ve 1086 sayılı Hukuk Usulü Muhakemeleri Kanununun 186 ncı maddesi hükmünden yararlanılmak suretiyle tazminata dönüştürülen davalara ilişkin olarak verilen hüküm ve kararların temyiz incelemesi ayın uyuşmazlığını inceleyecek dairece yapılır.\n\nh) İşbölümünde hukuk dairelerinden herhangi birinin görevinde olduğu belirlenmemiş davalara bakmak üzere bir daire görevlendirilir.\n\nCeza dairelerinde:\n\na) (Değişik: 18/6/2014-6545/31 md.) Daireler arasındaki iş bölümünün belirlenmesinde mahkeme kararındaki nitelendirme, mahkûmiyet dışındaki kararlarda ise iddianamede veya iddianame yerine geçen belgedeki nitelendirme esas alınır.\n\nb) Çeşitli suçlara ait davalarda, suçların en ağırını incelemeye yetkili olan daire görevlidir.\n\nc) Temyiz davasına bakmakla görevli olan daire, Yargıtayın ilk derece mahkemesi olarak bakmakla görevli olduğu davalar ile olağanüstü kanun yollarına ilişkin davalara bakmakla da görevlidir.\n\nd) Hüküm veren dairenin, Ceza Genel Kurulu kararına uymayarak kendi kararında direnmesi hâlinde Ceza Genel Kurulunca verilecek ikinci karar kesin olup, ilgili dairece uyulması zorunludur.\n\ne) İşbölümünde ceza dairelerinden herhangi birinin görevinde olduğu belirlenmemiş davalara bakmak üzere bir daire görevlendirilir.\n\nf) (Ek: 2/1/2017-KHK-680/3 md.; Aynen kabul: 1/2/2018-7072/2 md.) Yargıtayın ilk derece mahkemesi olarak bakmakla görevli olduğu davalarda, iş yoğunluğunun zorunlu kılması halinde Birinci Başkanlık Kurulu bir veya birden fazla daireyi sadece bu işlere bakmak amacıyla görevlendirebilir. Bu durumda, görevlendirilen dairenin bakmakta olduğu işler, bir sonraki takvim yılı beklenmeksizin Birinci Başkanlık Kurulu tarafından başka dairelere verilebilir.\n\nDairelerden birinin yıl içinde gelen işleri normal çalışma ile karşılanamayacak oranda artmış ve daireler arasında iş bakımından bir dengesizlik meydana gelmiş ise takvim yılı başında birinci fıkrada belirlenen usule göre bir kısım işler başka daireye verilebilir.\n\nBu madde uyarınca alınan kararlar Resmî Gazetede yayımlanır ve yayımı izleyen ay başından itibaren uygulanır.\n\n \n\nHukuk ve Ceza Genel Kurullarının görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "15",
    "text": "Madde 15 – Hukuk ve Ceza Genel Kurullarının görevleri şunlardır:\n\n1. Yargıtay dairelerinin bozma kararlarına karşı mahkemelerce verilen direnme kararlarını inceleyerek karar vermek,\n\n2. a) (Ek: 26/9/2004-5235/51 md.; Mülga: 20/11/2017-KHK-696/46 md.; Aynen kabul: 1/2/2018-7079/41 md.)[7]\n\nb) Hukuk daireleri arasında veya ceza daireleri arasında içtihat uyuşmazlıkları bulunursa,\n\nc) Yargıtay dairelerinden biri; yerleşmiş içtihadından dönmek isterse, benzer olaylarda birbirine uymayan kararlar vermiş bulunursa,\n\nBunları içtihatların birleştirilmesi yoluyla kesin olarak karara bağlamak,\n\n3. (Değişik: 2/1/2017-KHK-680/4 md.; Aynen kabul: 1/2/2018-7072/3 md.) İlk derece mahkemesi olarak ilgili dairelerce verilen hükümlerin temyiz yoluyla incelemesini yapmak,\n\n4. Kanunlarla verilen diğer görevleri yerine getirmek.\n\nHukuk ve Ceza Genel Kurullarına katılmak zorunda olan Başkan ve üyelerin belirlenmesine ilişkin esaslar, görüşmelerin gündemi, yönetimi, çalışma gün ve saatleri, oylama ve karar, ön sorun ve öncelikle karara bağlanacak hususlar, kararın çıkmış sayılması, kanun hükümleri çerçevesinde Yargıtay İç Yönetmeliği ile düzenlenir.\n\n \n\nYargıtay Büyük Genel Kurulunun görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "16",
    "text": "Madde 16 – Yargıtay Büyük Genel Kurulunun görevleri şunlardır:\n\n1. Birinci Başkanı, birinci başkanvekillerini, daire başkanlarını ve bu Kanunda gösterilen kurulların üyelerini seçmek,\n\n2. Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili adaylarını belirlemek,\n\n3. Özel kanunların Yargıtay üyelerinin katılmasını öngördüğü kurullara üye seçmek veya üye adayı belirlemek,\n\n4. Yargıtay İç Yönetmeliğini yapmak ve gerektiğinde değiştirmek,\n\n5. Hukuk Genel Kurulunun benzer olaylarda birbirine aykırı biçimde verdiği kararları ile Ceza Genel Kurulunun yine benzer olaylarda birbirine aykırı olarak verdiği kararları veya Hukuk Genel Kurulu ile Ceza Genel Kurulu; Hukuk Genel Kurulu ile bir hukuk dairesi; Hukuk Genel Kurulu ile bir ceza dairesi veya Ceza Genel Kurulu ile bir ceza dairesi; Ceza Genel Kurulu ile bir hukuk dairesi veya bir hukuk dairesi ile bir ceza dairesi arasındaki içtihat uyuşmazlıklarını gidermek ve içtihatları birleştirmek,\n\n6. Kanunlarla verilen diğer görevleri yerine getirmek.\n\nYargıtay Büyük Genel Kurulu görevlerinin yapılmasında, içinden seçtiği bir komisyona hazırlık çalışması yaptırabilir.\n\nYargıtay Büyük Genel Kurulunun kararları kesin olup, bu kararlar aleyhine başka bir yargı merciine başvurulamaz.\n\n \n\nBaşkanlar Kurullarının görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "17",
    "text": "Madde 17 – Başkanlar kurullarının görevleri şunlardır:\n\n1. Başkanlar Kurulunun Görevleri:\n\na) Hukuk ve ceza daireleri arasında meydana gelen görev ve iş bölümü uyuşmazlıklarını kesin karara bağlamak, fiili veya hukuki imkansızlık sebebiyle bir dairenin görevine giren işe bakamaması halinde bir başka daireyi görevlendirmek,\n\nb) (Mülga: 9/2/2011 – 6110/14 md.)\n\nc) İçtihadı birleştirme görüşmelerine ve kararlarının alınmasına ilişkin olarak ilke kararları almak,\n\nd) Birinci Başkanlık Kurulu, Yüksek Disiplin Kurulu ile Yönetim Kurulu kararlarına karşı yapılan itirazları kesin olarak karara bağlamak. Bu itirazların incelenmesinde karara katılan kurul üyesi daire başkanları Kurula katılamaz ve eksiklikler o dairenin kıdemli üyeleriyle tamamlanır.\n\ne) Kanunlarla verilen diğer görevleri yerine getirmek.\n\n2. (Mülga: 1/4/2015-6644/1 md.)\n\n3. Ceza Daireleri Başkanlar Kurulunun Görevi:\n\nCeza daireleri arasında meydana gelen görev ve işbölümü uyuşmazlıklarını karara bağlamaktır.\n\nOylamanın şekli, ilgili kurullarca belirlenir. Ancak bu maddenin (1/b) ve (1/d) bentlerinde öngörülen hususlara ilişkin oylama gizli yapılır.\n\nBaşkanlar kurullarının itiraz üzerine veya doğrudan doğruya verdikleri bütün kararlar kesin olup, bu kararlar aleyhine başka bir yargı merciine başvurulamaz.\n\n \n\nBirinci Başkanlık Kurulunun görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "18",
    "text": "Madde 18 – Birinci Başkanlık Kurulunun görevleri şunlardır:\n\n1. Yeni gelen üyelerin yerlerini, dairelerin iş durumunu ve ihtiyaçlarını gözönünde tutarak belli etmek,\n\n2. Zorunlu hallerde daire başkanı ve üyelerin dairelerini değiştirmek,\n\n3. Yargıtay tetkik hakimlerinin çalışacakları daireleri, kurulları ve görecekleri işleri belli etmek ve gerektiğinde yerlerini değiştirmek,\n\n4. Yargıtay Birinci Başkanı, birinci başkanvekilleri daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin hakimlik vakar ve onuruna ve kişisel haysiyetlerine dokunan veya görev gereklerine uygun düşmeyen davranışlarından, kişisel ve görevle ilgili suçlardan dolayı ön veya ilk soruşturma yapmak ve bu soruşturmanın, bir daire başkanı veya üye tarafından yapılması gerektiği takdirde, hakkında soruşturma yapılacak olandan kıdemli olması koşulu ile bu görevliyi belli etmek, bu mümkün olmadığı takdirde eşit kıdemli, o da yok ise en yakın kıdemli başkan veya üyeyi görevlendirmek,\n\n5. Yetkili merciin neresi olduğu belirtilmemiş olan yönetim işlerinin yerini belli etmek veya bu işleri yapmak,\n\n6. Kanunlarla verilen diğer görevleri yerine getirmek.\n\n \n\nYüksek Disiplin Kurulunun görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "19",
    "text": "Madde 19 – Yüksek Disiplin Kurulu; Yargıtay üyeliği vakar ve onuruna dokunan, kişisel haysiyet ve itibarını kıran veya görev icaplarına uymayan davranışlarından dolayı Yargıtay Birinci Başkanı, birinci başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili hakkında disiplin kovuşturmasını gerektiren eylemin ağırlığına göre “Uyarma” veya “Görevden çekilmeye davet” işlemlerinden birini uygular.\n\n \n\nYönetim Kurulunun görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "20",
    "text": "Madde 20 – Yönetim Kurulunun görevleri şunlardır.\n\n1. Hakimlik ve savcılık sınıfından olmayan Yargıtay personelinin atama ve nakil, yükselme, disiplin ve sair özlük işlerini yürütmek ve bunlarla ilgili karar ve tedbirleri almak ve yönetmelikleri yapmak,\n\n2. Kanunlarla verilen diğer görevleri yerine getirmek.\n\nYönetim Kurulu üye tamsayısıyla toplanır.\n\n \n\nÜÇÜNCÜ BÖLÜM\n\nGörev ve Haklar\n\nBirinci Başkanın görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "21",
    "text": "Madde 21 – Birinci Başkanın görevleri şunlardır:\n\n1. Yargıtayı temsil etmek,\n\n2. Hukuk ve Ceza Genel Kurullarına katılması zorunlu olan daire başkanlarını belli etmek,\n\n3. Kurullara başkanlık etmek; başkanlık yaptığı kurullarda kendi yazmayacağı kararların hangi üye tarafından yazılacağını belli etmek ve yazılan kararlardan ilgili dairelere örnekler göndermek,\n\n4. Yargıtayın verimli ve düzenli çalışmasını sağlamak ve bu amaçla uygun göreceği tedbirleri almak, daire ve kurullara katılmamak veya geç katılmak suretiyle, kurul çalışmalarını aksatan başkan ve üyelerin dikkatini çekmek,\n\n5. Dairelerin çalışma durumları ile ilgili olarak gerekli gördüğü bilgileri yazı ile istemek,\n\n6. Kurullarca verilen yönetime ilişkin kararları yerine getirmek,\n\n7. Zorunlu hallerde Yargıtaya ait geçici işlerde veya başkanlık ettiği kurullarda dosya takrir etmek üzere Yargıtay daire başkan ve üyelerini ve tetkik hakimlerini görevlendirmek,\n\n8. Bir dairede ani olarak meydana gelen bir boşluğu doldurmak üzere çok kısa bir süre için başka bir daire üyesini, o dairede görevlendirmek,\n\n9. Yargıtay memurlarını denetlemek ve denetletmek,\n\n10. Yargıtay üyeleri arasından Genel Sekreteri seçmek,\n\n11. Kanunlarla verilen diğer görevleri yerine getirmek.\n\n \n\nBirinci Başkanvekillerinin görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "22",
    "text": "Madde 22 – Birinci başkanvekillerinin görevleri şunlardır:\n\n1.Birinci Başkana ait görevlerden, Birinci Başkan tarafından verilenleri yapmak,\n\n2. Birinci Başkanın yokluğunda kıdem sırasına göre ona vekillik etmek,\n\nBirinci başkanvekillerinin de yokluğunda Birinci Başkana en kıdemli daire başkanı, kıdemlerde eşitlik halinde ise yaşlısı vekillik eder.\n\n \n\nGenel Sekreterin görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "23",
    "text": "Madde 23 – Genel Sekreter, yönetim işlerinde Birinci Başkanın yardımcısıdır. Birinci Başkanın vereceği yönetim ve yazı işlerini yürütür.\n\nGenel Sekretere, Birinci Başkanın onayı ile lüzumunda Yargıtayda görev yapan birinci sınıfa ayrılmış tetkik hakimlerinden yeteri kadar yardımcı ile genel sekreterlik hizmetleri için yeteri kadar memur verilir.[8]\n\nBirinci Başkan, Genel Sekreterin İzinli veya özürlü olması hallerinde bir Yargıtay üyesini geçici olarak görevlendirebilir.\n\n \n\nDaire Başkanlarının görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "24",
    "text": "Madde 24 – Daire başkanlarının görevleri şunlardır:\n\n1. Dairelerinde ahenkli, verimli ve düzenli bir çalışmanın gerçekleşmesini ve işlerin mümkün olan süratle incelenip karara bağlanmasını sağlamak, dairenin kendi kararları arasında çelişkiyi önlemek amacıyla gerekli göreceği bütün tedbirleri almak, dosyaları takrir edecek kişileri, bu esaslar uyarınca tespit etmek ve kendi yazmayacağı kararların hangi üye tarafından yazılacağını belli etmek,\n\n2. Kararların zamanında yazılıp dosyaların mahallerine iadesini sağlamak,\n\n3. Büro görevlilerini denetlemek,\n\n4. Büro personeli hakkında ilgili kanunda belirtilen uyarma, kınama ve aylıktan kesme disiplin cezalarını vermek,\n\n5. Kanunlarla verilen diğer görevleri yerine getirmek.\n\nDaire başkanına, gerektiğinde kıdemli üye vekillik eder.\n\nYargıtay Üyelerinin görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "25",
    "text": "Madde 25 – Yargıtay üyelerinin görevleri şunlardır:\n\n1. Kendilerine verilecek dosyaları gerekli şekilde ve zamanında inceleyip kurula takrir etmek ve kararları yazmak,\n\n2. Üyesi bulundukları kurullarda görüşmelere katılmak ve oylarını vermek,\n\n3. Dairenin ahenkli, verimli ve düzenli çalışmalarının sağlanmasında ve işlerin çabuklukla incelenip karara bağlanmasında başkana yardım etmek.\n\n \n\nTetkik Hakimlerinin görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "26",
    "text": "Madde 26 – Tetkik hakimleri kurul ve daire başkanlarının kendilerine verecekleri dosya ve evrakı, süresinde inceleyerek bir rapor düzenlerler. Kararlara ve yapılacak işlere ilişkin düşüncelerini rapora yazıp kurullara açıklamakla yetinirler.\n\nBirinci Başkan, kurul ve daire başkanlarının verecekleri diğer görevleri yerine getirirler.\n\n \n\nYargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "27",
    "text": "Madde 27 – Yargıtay Cumhuriyet Başsavcısının görevleri şunlardır:\n\n1. Cumhuriyet Başsavcılığını temsil etmek,\n\n2. Anayasa Mahkemesinde Cumhuriyet Savcılığı görevini yapmak,\n\n3. Ceza Genel Kurulunda görülen davaların duruşmalarına katılmak,\n\n4. Bizzat veya Cumhuriyet Başsavcı Başyardımcısı, Cumhuriyet Başsavcı yardımcıları marifetiyle siyasi partilerin tüzük ve programlarını ve kurucularının hukuki durumlarının Anayasa ve kanun hükümlerine uygunluğunu, kuruluşlarını takiben ve öncelikle denetlemek, faaliyetlerini takip etmek, gerektiğinde siyasi parti, siyasi parti üyesi veya kuruluşu hakkında mahallinde denetleme, inceleme ve soruşturma yapmak, yaptırmak,\n\n5. Siyasi partilerin kapatılması hakkında dava açmak,\n\n6. Yargıtay Cumhuriyet Başsavcılığının verimli ve düzenli bir şekilde çalışmasını sağlamak ve bu yolda uygun göreceği her türlü tedbiri almak,\n\n7. (Mülga: 2/12/2014-6572/23 md.)\n\n8. Yargıtay Cumhuriyet Başsavcı Başyardımcısı ile Yargıtay Cumhuriyet Başsavcı yardımcılarının yükselme ve ilerleme fişlerini düzenlemek,\n\n9. Yargıtay Cumhuriyet Başsavcılığı bürolarını ve personelini denetim ve gözetim altında bulundurmak veya bu denetim ve gözetimi tensip edeceği yardımcılarından birine yaptırmak,\n\n10. Yargıtay Cumhuriyet Başsavcılığı bürolarına naklen atanacak personelin inhalarını yapmak,\n\n11. Yargıtay Cumhuriyet Başsavcılığında görevli personel hakkında ilgili kanunla belirtilen uyarma, kınama ve aylıktan kesme disiplin cezalarını uygulamak,\n\n12. Yargıtay Büyük Genel Kurulu ile Ceza Genel Kurulundaki içtihadların birleştirilmesi müzakere ve kararlarına katılıp oyunu kullanmak,\n\n13. Siyasi partiler ve diğer kanunlarla verilen görevleri yerine getirmek.\n\nYargıtay Cumhuriyet Başsavcıvekilinin görevleri şunlardır:\n\n1. Yargıtay Cumhuriyet Başsavcısının kanuni nedenlerle görevi başında bulunmaması halinde, kanunların bizzat Yargıtay Cumhuriyet Başsavcısı tarafından yapılmasını öngördüğü görevler dahil, Yargıtay Cumhuriyet Başsavcısının tüm görevlerini yerine getirmek,\n\n2. Ayrıca, Yargıtay Cumhuriyet Başsavcısı görevi başında bulunsa dahi kanunların bizzat Yargıtay Cumhuriyet Başsavcısı tarafından yapılmasını öngördüğü görevler dahil olmak üzere Yargıtay Cumhuriyet Başsavcısının vereceği işleri ifa etmek,\n\n3. Yargıtay Büyük Genel Kurulu ile Ceza Genel Kurulundaki içtihadların birleştirilmesi müzakere ve kararlarına katılıp oyunu kullanmak.\n\n \n\nYargıtay Cumhuriyet Başsavcı Başyardımcısı ile yardımcılarının görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "28",
    "text": "Madde 28 – Yargıtay Cumhuriyet Başsavcı Başyardımcısı, Yargıtay Cumhuriyet Başsavcısının veya Yargıtay Cumhuriyet Başsavcıvekilinin vereceği görevleri yapar. Özel hükümler saklı kalmak kaydıyla Yargıtay Cumhuriyet Başsavcısı ve Vekilinin yokluğunda Yargıtay Cumhuriyet Başsavcısına vekillik eder. Başyardımcının da bulunmadığı zamanlarda bu görevi en kıdemli Yargıtay Cumhuriyet Başsavcıyardımcısı yapar.\n\nYargıtay Cumhuriyet Başsavcıyardımcıları, kendilerine verilen dosyaların tebliğnamelerini, karar düzeltme ve itiraz yoluna başvurma işlemlerini Yargıtay Cumhuriyet Başsavcısı adına düzenler ve onun yerine imza ederler. Yargıtay Cumhuriyet Başsavcısının vereceği diğer işleri görürler.\n\n(Ek fıkra: 14/7/2004-5219/13 md.) Zamanaşımı Türk Ceza Kanununun 102 nci maddesinin birinci fıkrasının (5) ve (6) numaralı bentleri kapsamında olan suçlara ilişkin dava dosyaları temyiz üzerine Yargıtay Cumhuriyet Başsavcılığınca tebliğname düzenlenmeksizin ilgili daireye gönderilir. Daire kararına karşı Yargıtay Cumhuriyet Başsavcılığının karar düzeltme ve itiraz kanun yollarına başvurma yetkisi vardır.\n\n \n\nDÖRDÜNCÜ BÖLÜM\n\nNitelikler – Seçim ve Atama\n\nYargıtay Üyelerinin nitelikleri ve seçimi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "29",
    "text": "Madde 29 – (Değişik birinci fıkra: 27/6/2013-6494/19 md.) Yargıtay üyeleri, birinci sınıfa ayrıldıktan sonra en az üç yıl süre ile başarılı görev yapmış ve birinci sınıfa ayrılmayı gerektiren nitelikleri yitirmemiş adli yargı hâkim ve Cumhuriyet savcıları ile bu meslekten sayılanlar arasından seçilir. (Mülga son cümle: 20/11/2017-KHK-696/46 md.; Aynen kabul: 1/2/2018-7079/41 md.) (…)\n\n(Ek fıkra: 1/7/2016-6723/17 md.) Yargıtay üyeleri on iki yıl için seçilir. Bir kimse iki defa Yargıtay üyesi seçilemez.\n\n(Ek fıkra: 1/7/2016-6723/17 md.) Görev süresi sona erenler, Hâkimler ve Savcılar Yüksek Kurulu ilgili dairesi tarafından adli yargıda sınıf ve derecelerine uygun bir göreve atanır.\n\n(Ek fıkra: 1/7/2016-6723/17 md.) Görevi sona eren üyelerin Yargıtayla ilişkileri kesilir; ancak atamaları gerçekleşinceye kadar, özlük hakları Yargıtay tarafından karşılanmaya devam olunur.\n\nYargıtayda boşalan üyelikler yetkili kurula bildirilir.\n\nBoş olan üyelik sayısı en çok onu bulunca onuncu üyeliğin boşaldığı tarihten başlamak üzere en geç iki ay içinde seçim yapılması zorunludur.\n\n(Değişik dördüncü fıkra: 27/6/2013-6494/19 md.) Yargıtay Birinci Başkanlık Kurulu ihtiyaç durumunu, boşalan üyeliklerin ceza ve hukuk dairesi üyeliği olduğunu da belirtmek suretiyle, yetkili kurula duyurur.\n\n \n\nBaşkanlar, Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin nitelikleri:[9][10]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "30",
    "text": "Madde 30 – (Değişik birinci cümle: 18/6/2014-6545/33 md.) Yargıtay Birinci Başkanı seçilebilmek için en az altı yıl, Yargıtay Cumhuriyet Başsavcısı, Birinci Başkanvekili ve Yargıtay Cumhuriyet Başsavcıvekili seçilebilmek için en az beş yıl, daire başkanı seçilebilmek için en az üç yıl süreyle Yargıtay üyeliği yapmış olmak zorunludur. Bu süreler Yargıtay üyeliğine başlama tarihinden hesaplanır.\n\n \n\nGenel Sekreterin nitelikleri, seçimi ve görev süresi:\n\nMadde 30/A – (Ek: 18/6/2014-6545/34 md.)\n\nGenel Sekreter, Yargıtay üyeleri arasından Birinci Başkan tarafından seçilir.[11]\n\nGenel Sekreterin görev süresi iki yıldır. Ancak bu süre sona ermeden Birinci Başkanın kararı üzerine veya Birinci Başkanın görevinin sona ermesi hâlinde Genel Sekreterin görevi sona erer. Görevi sona eren Genel Sekreter bir kere daha seçilebilir.\n\n \n\nBaşkanların seçimi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "31",
    "text": "Madde 31 – (Değişik: 15/7/2003-4929/1 md.)\n\nYargıtay Büyük Genel Kurulu; Birinci Başkanı, birinci başkanvekilleri ile daire başkanlarını kendi üyeleri arasından, üye tamsayısının salt çoğunluğu ile ve gizli oyla seçer.\n\nİlk üç oylamada sonuç alınamazsa, seçim, üçüncü oylamada en çok oy alan iki aday arasında yapılır. Dördüncü oylamaya katılacak olan adayların aldığı oya eşit sayıda oy alanlar da seçime katılırlar. Dördüncü ve beşinci oylamalarda da salt çoğunluk sağlanamazsa seçim yeniden adaylık başvurusunda bulunanlarla tekrarlanır.\n\nBu seçimlerde üye tamsayısının salt çoğunluğunun hazır bulunması şarttır.[12]\n\nBirinci başkanvekilliklerine seçileceklerden birinin hukuk ve diğerinin ceza daireleri başkanı veya üyelerinden olması zorunludur.\n\nDaire başkanlık seçimi, her boş daire başkanlığı için ayrı ayrı yapılır.\n\nBirinci Başkan, birinci başkanvekili veya daire başkanı seçilmek isteyenler seçim gününden önce yazı ile Birinci Başkanlığa başvurabilecekleri gibi, ilk seçim gününde oylama başlamadan önce sözlü olarak da adaylıklarını koyabilirler.\n\nBirinci Başkanlıkça oylama başlamadan adayların ad ve soyadları üyelere duyurulur.\n\nSeçimler, Birinci Başkanlıkça belli edilen gün ve saatte yapılır. Çalışma saati sonuna kadar seçime devam olunur. Seçim bir günde sonuçlanmazsa, onu izleyen çalışma günlerinde sonuç alınıncaya kadar adaylar arasında oylama devam eder.\n\nYargıtay Birinci Başkanı, birinci başkanvekilleri, daire başkanlarının görev süreleri dört yıldır. Süresi bitenler yeniden seçilebilirler. Yeni seçim yapılıncaya kadar eski başkanlar görevlerine devam ederler.\n\nHerhangi bir nedenle boşalan başkanlıklar ile yeniden daire kurulması halinde onbeş gün içinde seçim yapılır.\n\nBirinci başkanvekilleri ile daire başkanlarının kıdeminin tespitinde, Yargıtay üyeliğindeki kıdem esas alınır.\n\n \n\nYargıtay Cumhuriyet Başsavcısının ve Yargıtay Cumhuriyet Başsavcıvekilinin seçimi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "32",
    "text": "Madde 32 – Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili, Yargıtay Büyük Genel Kurulunun, kendi üyeleri içinden göstereceği adaylar arasından Cumhurbaşkanı tarafından seçilir.\n\nYargıtay Büyük Genel Kurulu, Yargıtay Cumhuriyet Başsavcısı adaylarını belirlemek için üye tamsayısının çoğunluğu ile toplanır. (Ek cümle: 18/6/2014-6545/35 md.) Her üye, ancak bir adaya oy verebilir. Adaylar gizli oyla tespit edilir. İlk oylamada en çok oy alan beş üye aday gösterilmiş olur.\n\nİlk oylamada oy alanların sayısı beşten az ise, aynı gün yapılacak diğer oylamalarla noksan adaylar tamamlanır.\n\nAday tespiti için yapılan oylamada; oyların eşitliği nedeniyle beşten fazla aday belirlenmesi halinde, eşit oy alan adaylardan Yargıtay üyeliğinde kıdemli olanı, kıdem eşitliği halinde ise yaşlı olanı aday gösterilmiş sayılarak beş aday tespit edilir.\n\nOylama sonucu, liste halinde Yargıtay Birinci Başkanlığınca Cumhurbaşkanına sunulur. Cumhurbaşkanı listenin sunuluşundan itibaren onbeş gün içinde gösterilen adaylar arasından Cumhuriyet Başsavcısını seçer, seçim sonucu ilgililere duyurulur ve Resmi Gazete’de yayınlanır.\n\nYargıtay Cumhuriyet Başsavcıvekili de yukarıdaki usul ve esaslara göre aday gösterilir ve seçilir.\n\nYargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin görev süreleri dört yıldır. Süresi bitenler yeniden seçilebilirler.\n\nYargıtay Büyük Genel Kurulu, Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin görev sürelerinin bitmesinden veya yaş haddi nedeniyle emekli olacakları tarihlerden yirmi gün önce; bunların dışında bir nedenle bu görevlerde boşalma olduğu takdirde boşalmayı izleyen onbeş gün içinde bu madde uyarınca adaylarını belirler.\n\nYargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin görev sürelerinin bitmesi veya yaş haddi nedeniyle emekliye ayrılmaları halinde, yeni seçilen Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili, eskilerin görev süresinin bitmesi veya emekliye ayrılmalarını, diğer hallerde seçimin Resmi Gazete ile yayınlanmasını izleyen ilk işgününde göreve başlar.\n\n \n\nBirinci Başkanlık Kurulu Üyelerinin nitelik ve seçimleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "33",
    "text": "Madde 33 –(Mülga birinci fıkra: 9/2/2011 – 6110/14 md.)\n\nBirinci Başkanlık Kuruluna seçilecek iki asıl daire başkanı ile bir yedek daire başkanı ve iki asıl üye ile bir yedek üye hukuk dairelerinden; iki asıl daire başkanı ile bir yedek daire başkanı ve iki asıl üye ile bir yedek üye ceza dairelerinden olmak üzere Yargıtay Büyük Genel Kurulunca seçilir. (Ek cümle: 18/6/2014-6545/36 md.) Birinci Başkanlık Kuruluna üye seçilebilmek için üç yıl süreyle Yargıtay üyeliğinde çalışmış olmak şarttır. Birinci Başkanlık Kurulu üyeliğine aynı daireden birden fazla kimse seçilemez.[13][14]\n\nAsıl üyelerden birinin Kurula katılamaması halinde noksanlık yedeği ile tamamlanır.\n\nBirinci Başkanlık Kurulu, üye tam sayısı ile toplanır.\n\nBirinci Başkanlık Kurulu üyeleri kendileri ile ilgili konularda kurul toplantılarına katılamazlar.\n\nBirinci Başkanlık Kuruluna seçilecek olanların tamamının bir oy pusulasında gösterilmesi suretiyle oy kullanılması mümkündür. Aday çıkmadığı veya yeter sayıda başvuru olmadığı takdirde Başkanlar Kurulu tarafından gizli oyla ve oy çokluğu ile adaylar dışından seçilebileceklerin üç katı aday gösterilir. Seçimler 31 inci madde hükümleri gereğince yapılır.\n\n(Değişik fıkra: 23/6/2022-7413/18 md.) Birinci Başkanlık Kuruluna seçilenlerin görev süresi iki yıldır.\n\nBirinci Başkanlık Kurulu üyeliğine seçilen daire başkan ve üyelerinin seçim süresi dolmadan bu sıfatları değiştiğinde kurul üyeliğinden ayrılmış sayılırlar.\n\nBirinci Başkanlık Kurulu üyeliğinin herhangi bir nedenle boşalması halinde onbeş gün içinde boşalan üyelik için seçim yapılır ve seçilen üye yerine seçildiği üyenin süresini tamamlar.\n\n \n\nYüksek Disiplin Kurulu Üyelerinin seçimi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "34",
    "text": "Madde 34 – Yüksek Disiplin Kurulunun toplanması gerektiğinde, kurula katılacak başkanlardan altısı hukuk daireleri başkanları, üçü ceza daireleri başkanları ve diğer beş üye de başkanları katılmayacak olan dairelerin üyeleri arasından her daireden birden fazla olmamak üzere, Birinci Başkanlık Kurulunca ad çekme suretiyle asıl üye olarak belli edilir.\n\nYüksek Disiplin Kurulunun yedek üyeleri, geriye kalan başkanlarla bunların daireleri dışındaki dairelerden birer üye olmak üzere Birinci Başkanlık Kurulunca ad çekme suretiyle belirlenir. Yedeklerin Kurula katılması sırası İç Yönetmelikle düzenlenir.\n\nHakkında soruşturma yapılan ile ön ve ilk soruşturma yapanlar ve Birinci Başkanlık Kurulunda görevli olup karara katılan asıl ve yedek daire başkan ve üyeleri yukarıdaki fıkralarda sözü edilen ad çekmeye dahil edilmez.\n\n \n\nYönetim Kurulu Üyelerinin seçimi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "35",
    "text": "Madde 35 – Yönetim Kurulu üyeleri Başkanlar Kurulunca gizli oyla ve çoğunlukla başka kurullarda görev almamış üyeler arasından seçilir.\n\nSeçilecek olanların tamamının bir oy pusulasında gösterilmesi suretiyle oy kullanılması mümkündür. Aday çıkmadığı veya yeter sayıda başvuru olmadığı takdirde, Birinci Başkanlık Kurulu tarafından gizli oyla ve oy çokluğu ile adaylar dışından seçilebileceklerin üç katı aday gösterilir.\n\n \n\nTetkik Hakimlerinin nitelikleri ve atanmaları:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "36",
    "text": "Madde 36 – (Değişik: 2/12/2014-6572/25 md.)\n\nYargıtayda yeteri kadar tetkik hâkimi bulunur. Tetkik hâkimleri, meslekte en az beş yılını fiilen doldurmuş adli yargı hâkim ve Cumhuriyet savcıları arasından Hâkimler ve Savcılar Yüksek Kurulunca atanır.\n\n \n\nYargıtay Cumhuriyet Başsavcı Başyardımcısı ile Yargıtay Cumhuriyet Başsavcı Yardımcısının nitelikleri ve atanmaları:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "37",
    "text": "Madde 37 – Yargıtay Cumhuriyet Başsavcı Başyardımcısının birinci sınıfa ayrılmış bulunması; Yargıtay Cumhuriyet Başsavcı yardımcılarının ise beşinci ve daha yukarı derecelere ulaşmış ve meslekte fiilen en az beş yıl süre ile adli yargı hakimliği veya savcılığı yapmış bulunmaları zorunludur.\n\nAtamanın gecikeceği ve ihtiyacın zorunlu bulunduğu hallerde, boş bulunan Yargıtay Cumhuriyet Başsavcı yardımcıları kadrolarına, bu kadrolara atanma niteliğine sahip hakimler ve Cumhuriyet savcıları yetkili kurulca geçici yetki ile görevlendirilebilirler.\n\n \n\nPropaganda yasağı:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "38",
    "text": "Madde 38 – Yargıtayda yapılan bütün seçimlerde, Yargıtayın içinde ve dışında seçimle ilgili olarak propaganda anlamına gelecek davranışlarda bulunulamaz.\n\n \n\nBEŞİNCİ BÖLÜM\n\nÇalışma Usulleri\n\nGenel esaslar:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "39",
    "text": "Madde 39 – Yargıtay daireleri ile kurulları oylamaya katılacakların tümünün hazır bulunması veya bu Kanunla belli edilen çoğunluğun meydana gelmesi halinde toplanır.\n\nGörüşmeler gizli olur. Daire ve kurullarda kararlar çoğunlukla verilir. Özel hükümler saklıdır.\n\nDairelerin veya genel kurulların başkan ve üyeleri reddolunabilirler. Ret hususundaki istemler, reddedilen başkan veya üye katılmaksızın ilgili daire veya genel kurullarca incelenerek kesin karara bağlanır. Daire ve kurulların toplantılarını engelleyen toplu ret istemleri dinlenmez.\n\n \n\nDairelerin çalışması:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "40",
    "text": "Madde 40 –(Değişik birinci fıkra: 9/2/2011 – 6110/9 md.) Daireler heyet hâlinde çalışır, heyet bir başkan ve dört üyenin katılmasıyla toplanır. Üye sayısının yeterli olması halinde birden fazla heyet oluşturulabilir. Bu durumda, oluşturulan diğer heyetlere, heyette yer alan en kıdemli üye başkanlık eder. Heyetler işi müzakere eder ve salt çoğunlukla karar verirler. Müzakereler gizli cereyan eder.\n\nGörüşmeye katılan başkan ve üyelerin adları mahallerine gönderilecek karar örneklerine de yazılır. Karar çoğunluk ile verilmişse karşı oy yazısı, kararların asıl ve örneklerinde gösterilir.\n\nYargıtay incelemesi için dairelere gelen dosyalar bekletilmeksizin görev ve iş bölümü, temyiz kabiliyetinin bulunup bulunmadığı, temyiz isteminin süresi içinde olup olmadığı, temyiz şartı ve diğer usul eksiklikleri yönlerinden ön incelemeye tabi tutulur.\n\nÖn inceleme sırasında, temyiz incelemesinin başka daireye ait olduğu, temyiz kabiliyetinin bulunmadığı, temyiz isteminin süresi içinde olmadığı, temyiz şartının yerine getirilmediği veya diğer usul eksiklikleri bulunduğu saptanan dosyalar dairede öncelikle incelenip karara bağlanır.\n\nYukarıdaki fıkralar, özel hükümler saklı kalmak üzere Hukuk ve Ceza Genel Kurulları çalışmalarında da uygulanır.\n\n \n\nHukuk ve Ceza Genel Kurullarının çalışması:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "41",
    "text": "Madde 41 – Hukuk ve Ceza Genel Kurulları 7 nci maddede yazılı şekilde toplanır. Toplantıda bulunanların üçte ikisinin oyu ile karar verilir. Birinci toplantıda üçte iki oy çoğunluğu sağlanamazsa ikinci toplantıda bulunanların çoğunluğu ile karar verilir. Ancak, içtihadı birleştirme toplantılarında birinci ve ikinci toplantıda üçte iki çoğunluk sağlanamazsa üçüncü toplantıdakilerin çoğunluğu ile karar verilir.\n\nÖzel dairenin ilk derece mahkemesi olarak verdiği kararın temyiz veya itiraz yoluyla incelenmesinde özel dairelerde duruşmaya katılıp da hükme müessir olacak hukuki işlemlerin yapıldığı oturumda bulunmuş veya karara katılmış olanlar genel kurullarda bulunamazlar.\n\nBir işin duruşmasında bulunmuş olan başkan ve üyelerin çoğunluğunun kurul kadrolarında değişiklik, izin veya hastalık gibi nedenler dışında o işin görüşülmesinin yapıldığı kurullarda yer alması zorunludur.\n\nTarafların sözlü açıklamalarının dinlenmiş olduğu işlerde, o gün dosya incelenip karara varılamadığı takdirde, sonraki toplantıda yeniden dinlenmelerine ihtiyaç olmaksızın kağıtların okunmasıyla yetinilir.\n\n \n\nYargıtay Büyük Genel Kurulun çalışması:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "42",
    "text": "Madde 42 – Yargıtay Büyük Genel Kurulu, toplantıda bulunanların üçte iki çoğunluğuyla karar verir. Ancak, birinci ve ikinci toplantıda bu çoğunluk sağlanamaz ise, üçüncü toplantıda bulunanların çoğunluk oyu ile yetinilir.\n\nToplantı ve karar yeter sayısı bakımından özel hükümler saklıdır.\n\nYargıtay Büyük Genel Kurulunun toplantı günlerinde ve müzakerelerinin devamı süresince bütün daireler; Hukuk İçtihadı Birleştirme Genel Kurulunun toplantı günlerinde ve müzakerelerinin devamı süresince hukuk daireleri; Ceza İçti hadı Birleştirme Genel Kurulunun toplantı günlerinde ve müzakerelerinin devamı süresince de ceza daireleri kurul olarak çalışamazlar.\n\n \n\nYüksek Disiplin Kurulununun çalışması:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "43",
    "text": "Madde 43 – 19 uncu maddede yazılı eylem ve davranışları her ne biçimde olursa olsun haber alan Birinci Başkan gerekli soruşturma işlemini yapmak üzere durumu Birinci Başkanlık Kuruluna bildirir.\n\nAdalet Bakanlığı ile Hakimler ve Savcılar Yüksek Kurulundan gelen ihbar ve şikayetlerin sonucu Adalet Bakanlığına veya Hakimler ve Savcılar Yüksek Kuruluna bildirilir.\n\nŞu kadar ki, şikayet ve ihbar soruşturmayı gerektiren belli bir konuyu ihtiva etmezse işleme konulmaz.\n\nBirinci Başkanlık Kurulu yapacağı veya yaptıracağı soruşturma sonunda toplanan delilleri yeterli görürse, soruşturma dosyasının bir raporla Yüksek Disiplin Kuruluna gönderilmesine, aksi takdirde bir işleme yer olmadığına kesin olarak karar verir.\n\nSoruşturma dosyasının Yüksek Disiplin Kuruluna intikali üzerine, Başkan, hakkında soruşturma yapılandan daha kıdemli olan bir başkan veya üyeyi gerekli soruşturmayı yapmak üzere görevlendirir. Görevlendirilen başkan veya üye gerekli ise konu ile ilgili bilgi ve delilleri toplar, lüzum gördüğü kimseleri yeminle dinler. Bütün daire, kurum ve kuruluşlar ile gerçek ve tüzelkişiler sorulan hususlara cevap vermek zorundadır.\n\nİlgiliye tebliğ tarihinden itibaren on gün içinde yazılı savunmasını yapmak üzere bildirimde bulunur. Hakkında soruşturma yapılan bu dosyayı soruşturmayı yapan üyenin huzurunda inceleyebilir.\n\nSavunmanın alınması ve soruşturmanın bitiminde, görevli başkan veya üye sonucu kanaati ile birlikte bir rapor halinde Yüksek Disiplin Kuruluna sunar.\n\nHakkında soruşturma yapılanın istemi ve Yüksek Disiplin Kurulunun uygun görmesi halinde, kendisinin kurulda dinlenmesine karar verilebilir. İlgili istediği takdirde vekili aracılığı ile de yazılı ve sözlü savunmasını yapabilir.\n\nYüksek Disiplin Kurulu üye tamsayısı ile toplanır ve üçte iki çoğunlukla karar verir. Üçüncü oylamada çoğunluk oyu yeterlidir. Oylama gizli yapılır. Soruşturmayı yapan, kurula katılamaz, noksan üye yedeği ile tamamlanır.\n\nYüksek Disiplin Kurulu delilleri serbestçe takdir eder.\n\nBu kararlar aleyhine tebliği tarihinden itibaren onbeş gün içinde Başkanlar Kuruluna itiraz edilebilir. İtirazın incelenmesinde karara katılan Yüksek Disiplin Kurulu üyeleri kurula katılamaz ve eksikler o dairelerin kıdemli üyeleriyle tamamlanır. İtiraz üzerine inceleme evrak üzerinde yapılır. İtiraz yerinde görülürse ceza tümüyle kaldırılır veya değiştirilir.\n\nİlgili kesinleşmiş olan görevden çekilmeye davet kararının tebliğinden itibaren bir ay içinde görevden çekilmediği veya emekliliğini istemediği takdirde çekilmiş kabul edilir. Bu bir aylık süre içinde ilgili izinli sayılır.\n\n \n\nKurulların gündemi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "44",
    "text": "Madde 44 – Genel Kurullarda görüşülecek işlerin gündemi, kurul başkanları tarafından toplantı gününden en az bir hafta önce dairelere ve gerektiğinde diğer ilgililere dağıtılır.\n\nGündemin düzenleniş şekli İç Yönetmelikte gösterilir.\n\n \n\nİçtihadların birleştirilmesini istemek yetkisi ve bağlayıcılığı:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "45",
    "text": "Madde 45 – İçtihadların birleştirilmesini Birinci Başkan, doğrudan doğruya veya Yargıtay dairelerinin veya genel kurulların verdikleri karar sonucunda veya Yargıtay Cumhuriyet Başsavcısının bizzat yazı ile başvurması halinde, ilgili kuruldan ister. Bu istemlerin gerekçeli olması zorunludur.\n\nDiğer merci veya kişilerin gerekçe göstererek yazılı başvurmaları halinde, içtihadı birleştirme yoluna gitmenin gerekip gerekmediğine Birinci Başkanlık Kurulu karar verir. Bu karar kesindir.\n\nİçtihadı birleştirme kararlarının değiştirilmesi veya kaldırılmasının istenmesi de yukarıdaki usule bağlıdır.\n\nİçtihadı birleştirme görüşmeleri, alınmış olan ilke kararları çerçevesinde yürütülür ve kararları yazılır.\n\nİçtihadı birleştirme kararları benzer hukuki konularda Yargıtay Genel Kurullarını, dairelerini ve adliye mahkemelerini bağlar.\n\nİçtihadı birleştirme kararlarının niteliğini açıkça belirten özeti, kararın verilmesini izleyen en kısa zamanda Adalet Bakanlığına bildirilir. Adalet Bakanlığı bütün adliye mahkemelerine ve Cumhuriyet savcılıklarına bu kararları gecikmeksizin duyurur.\n\nİçtihadı Birleştirme Kurulları, genel kurulların veya dairelerin kararlarındaki gerekçe ve görüşlerle bağlı olmaksızın sorunu başka bir görüşle karara bağlayabilirler.\n\n \n\nALTINCI BÖLÜM\n\nSuçlarla İlgili İnceleme, Soruşturma ve Kovuşturma\n\nKişisel ve görevle ilgili suçlar:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "46",
    "text": "Madde 46 – Yargıtay Birinci Başkanı, birinci başkanvekilleri, daire başkanları, üyeleri, Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin görevleriyle ilgili veya kişisel suçlarından dolayı haklarında soruşturma yapılabilmesi Birinci Başkanlık Kurulunun kararına bağlıdır. Ancak, ağır cezayı gerektiren suçüstü hallerinin hazırlık ve ilk soruşturması genel hükümlere tabidir.\n\nBirinci Başkanlık Kurulu kendisine intikal eden veya ettirilen ihbar ve şikayetleri inceleyerek soruşturma açılmasını gerektirir nitelikte gördüğü takdirde, ilk soruşturma yapılması için ceza dairesi başkanlarından birini görevlendirir. Aksi takdirde dosyanın işlemden kaldırılmasına karar verir. Bu karar kesindir.\n\nSoruşturma ile görevlendirilen başkan, soruşturmayı ikmal ettikten sonra evrakı Birinci Başkanlık Kuruluna gönderir.\n\nSoruşturmayı yapan ceza dairesi başkanı sorgu hakiminin yetkisini haiz olup Ceza Muhakemeleri Usulü Kanununun ilk soruşturmaya ait hükümlerini uygular. Vereceği tutuklama ve tutuklamanın kaldırılması veya kefaletle salıvermeye ait kararları Birinci Başkanlık Kurulunun onaması ile tekemmül eder.\n\nBirinci Başkanlık Kurulu, incelediği evrakı eksik bulursa soruşturmayı yapan başkana tamamlattırır. Son soruşturmanın açılmasına gerek görmediği takdirde evrakın işlemden kaldırılmasına, aksi halde son soruşturmanın açılmasına karar verir ve görevle ilgili suçlarda Anayasa Mahkemesine, kişisel suçlarda Yargıtay ilgili ceza dairesine tevdi olunmak üzere dosyayı Yargıtay Cumhuriyet Başsavcılığına gönderir. Evrakın işlemden kaldırılmasına dair verilen kararlar kesindir.[15]\n\n(Mülga altıncı fıkra: 2/1/2017-KHK-680/5 md.; Yeniden düzenleme: 17/4/2017-KHK-690/2 md.; Aynen kabul: 1/2/2018-7072/4 md.) Ağır ceza mahkemesinin görevine giren kişisel suçlarla ilgili suçüstü halinde genel hükümlere göre yürütülen soruşturma sonucunda dosya, düzenlenen fezlekeyle birlikte Yargıtay Cumhuriyet Başsavcılığına gönderilir. Hâkim kararı gerektiren işlemlere dair Yargıtay Cumhuriyet Başsavcılığının talepleri ile kovuşturmaya yer olmadığına dair kararlara yapılan itirazlar hakkında, soruşturma konusu suçların en ağırına bakmakla görevli Yargıtay ceza dairesini numara itibarıyla izleyen ceza dairesi başkanı tarafından karar verilir. Suçun son numaralı ceza dairesinin görevine girmesi halinde talebi inceleme yetkisi Birinci Ceza Dairesi Başkanına aittir. Hâkim kararı gerektiren işlemlerde başkanın verdiği kararlara karşı yapılan itirazı numara itibarıyla izleyen ceza dairesi başkanı inceler. Son numaralı daire başkanının kararı, Birinci Ceza Dairesi Başkanı tarafından incelenir. İddianame hazırlanması hâlinde kovuşturma Yargıtay ilgili ceza dairesince yapılır.\n\nHaklarında inceleme ve soruşturma yapılacakların, inceleme ve soruşturma mercilerinin tayininde son görev ve sıfatları esas alınır. Sıkıyönetim Kanununda sözü edilen yetkili izin mercii, Yargıtay Büyük Genel Kuruludur.\n\n \n\nDisiplin işlemlerinin uygulanması:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "47",
    "text": "Madde 47 – Ceza yönünden açılan soruşturma ve kovuşturmalar, disiplin işlemlerinin ayrıca yapılmasına ve uygulanmasına engel olmaz.\n\n \n\nYEDİNCİ BÖLÜM\n\nİdari Birimler ve Bürolar\n\nYayın Kurulu ve görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "48",
    "text": "Madde 48 – Yayın Kurulu, yayın işleriyle ilgili konularda gerekli kararları vermek ve düzenli aralıklarla toplanıp çalışmak üzere, Birinci Başkanlık Kurulunca Yargıtay üyeleri arasından seçilen dört üye ile tasnif kurulu başkanından oluşur. Kurul, kendi üyelerinden birini gizli oyla başkanlığa seçer. Üyelerin seçim süresi dört yıldır. Aynı kişiler yeniden seçilebilirler.\n\nYayın Kurulu Başkanının ve üyelerinin bu görevleri, yargı görevlerinin devam etmesine engel olmaz.\n\nYayın Kurulu Başkanının, Yayın Kurulunun verdiği kararların uygulanması, kurul ve daire kararlarının zamanında düzenli olarak yayımlanması koşulu ile sınırlı olmak üzere Yayın İşleri Müdürlüğü birimi üzerinde gözetim ve denetim yetkisi vardır.\n\nBu Kurulun görevleri, İç Yönetmelikte gösterilir.\n\n \n\nTasnif Kurulu ve görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "49",
    "text": "Madde 49 – Birinci başkanvekilleri ile daire başkanları, genel kurullardan ve dairelerden verilen, emsal teşkil eden kararlardan iki örneğini, gerekirse özetleriyle birlikte kararların verildiği tarihten başlayarak en geç bir ay içinde Yayın İşleri Müdürlüğüne gönderilmelerini sağlamakla görevlidirler. Birinci Başkan bu görevin gereği gibi yerine getirilmesini denetler. Gönderilen kararların özetleriyle birlikte aynen yayımlanması zorunludur.\n\nKararların tasnifi işleri, Birinci Başkanlık Kurulu tarafından görevlendirilecek bir Yargıtay üyesinin başkanlığında yeteri kadar tetkik hakiminden oluşan Tasnif Kurulu tarafından yapılır.\n\nTasnif Kurulu Başkanı dört yıl için görevlendirilir. Süre bitiminde yeniden görevlendirilebilir.\n\nBu Kurulun görevleri şunlardır:\n\na) Birinci fıkra hükmüne göre Yayın İşleri Müdürlüğünden verilen kararları tasnif etmek, daire ve kurullarınca özetlenmeyen kararları özetlemek,\n\nb) Uygulanacak tasnif ilkelerini ve yöntemlerini, yapacağı inceleme ve araştırmalarla bilime uygun olarak saptamak.\n\n \n\nYayın İşleri Müdürlüğü ve görevleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "50",
    "text": "Madde 50 – Yargıtay Yayın İşleri Müdürlüğü, Yargıtay kuruluşu içerisinde Birinci Başkanlığa bağlı olmak üzere yükseköğrenim yapmış bir müdürün yönetiminde yeteri kadar müdür yardımcısı ve memurlardan oluşur.\n\nYayın İşleri Müdürlüğünün Görevleri Şunlardır:\n\na) Tasnif Kurulunca tasnif edilen Yargıtay İçtihadı Birleştirme Genel Kurul ve daire kararlarını kanun (…)[16] ve diğer mevzuat maddelerine göre kartlara geçirmek ve fihristlerini yapmak,\n\nb) Kararları ve özetlerini fihristleriyle, resmi külliyat olarak teselsül eden ciltler halinde yayınlamak,\n\nc) Yayın Kurulunca Türkçe‘ye çevrilmesi saptanan yabancı dillerde yazılmış kitaplarla kararların çeviri ve yayın işlerini yürütmek,\n\nd) Yayın Kurulunca saptanan kitapları satın almak,\n\ne) Yargıtaydaki dosyalama, arşiv ve benzeri işlerle ilgili araştırmalar yapmak ve yaptırmak,\n\nf) Yayınların dağıtım ve satımı ile ilgili bütün işlemleri yapmak,\n\ng) Yayın Kurulunun yayımla ilgili konularda aldığı kararları yerine getirmek,\n\nh) Yargıtay İç Yönetmeliğinde gösterilen diğer görevleri yapmak.\n\n\n\n\nSağlık Müdürlüğü:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "51",
    "text": "Madde 51 – Yargıtay sağlık hizmetleri, Sağlık Müdürlüğünce yürütülür.\n\nSağlık Müdürlüğünde; üç uzman hekim, bir diş hekimi ile laboratuvar ünitesi bulunur.\n\nBirinci Başkanlık, atama yapılamadığı takdirde birinci fıkrada yazılı uzman hekimleri sözleşmeli personel olarak çalıştırabilir.\n\n \n\nEğitim ve Sosyal İşler Müdürlüğü:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "52",
    "text": "Madde 52 – Yargıtay personelinin meslek öncesi ve meslek içi eğitimleri ve kurulacak tesislerin yönetimi, bir müdürün başkanlığında yeteri kadar müdür yardımcısı, memur ve hizmetliden oluşan Eğitim ve Sosyal İşler Müdürlüğünce yürütülür.\n\nEğitime tabi tutulacakların tespiti, eğitim süresi, eğitim programı, eğitim ve görev alacakların nitelikleri ve bunlara ilişkin diğer hususlar İç Yönetmelikte belirtilir.\n\n \n\nYazı işleri büroları:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "53",
    "text": "Madde 53 – Yargıtay Birinci Başkanlığında, Yargıtay dairelerinde, kurullarında birer, Yargıtay Cumhuriyet Başsavcılığında ise yeteri kadar yazı işleri bürosu bulunur.\n\nBürolarda bir yazı işleri müdürü, yeteri kadar yazı işleri müdür yardımcısı, memur, katip, mübaşir ve odacı bulunur.\n\nYazı İşleri Müdürlüğüne, öncelikle hukuk fakültesi mezunları; bunlardan müracaat eden olmadığı takdirde sırasıyla Adalet Yüksekokulu, fakülte, yüksekokul, lise veya ticaret lisesi mezunları veya en az beş yıl yazı işleri müdür yardımcılığı veya ilk derece mahkemelerinde aynı süre yazı işleri müdürlüğü yapmış olanlar atanır.\n\nYazı işleri müdür yardımcılığına atanabilmek için lise veya ticaret lisesini bitirmiş olmak veya Yargıtayda en az beş yıl süre ile katiplik veya ilk derece mahkemelerinde aynı süre yazı işleri müdür yardımcılığı veya katiplik yapmış olmak gerekir.\n\nBürolara yapılacak atamalarda ve atanacakların bütün özlük haklarıyla sair işlemlerinde bu Kanunda yazılı istisnalar dışında Devlet Memurları Kanununun ilgili hükümleri uygulanır.[17]\n\nAçılan kadrolara ilk kez atanacaklar Yönetim Kurulunca yapılacak açık yarışma sınavı ile belli edilir. Naklen atanacaklar için daire başkanı veya amirinin ve Yargıtay Cumhuriyet Başsavcılığı yazı işleri büroları için Yargıtay Cumhuriyet Başsavcısının inhaları göz önünde tutulur.\n\nYarışma sınavında kazananlar başarı sırasına göre bir çizelge ile tespit olunarak en üst derecede kazananlardan başlamak üzere sıra ile atama yapılır.\n\nYazı İşleri Müdürü büronun birinci derecede sorumlu görevlisidir. Büro işlerinin düzenle yürütülmesini sağlar ve Yargıtay İç Yönetmeliğinde gösterilen görevleri yapar.\n\n \n\nBilgi İşlem Merkezi Müdürlüğü ve görevleri\n\nMadde 53/A – (Ek: 9/2/2011 – 6110/10 md.)\n\nBilgi İşlem Merkezi, Yargıtay Birinci Başkanlığına bağlı olarak görev yapar ve bir müdür yönetiminde yeteri kadar şef, mühendis, programcı, çözümleyici, bilgisayar işletmeni, veri hazırlama ve kontrol işletmeni ile teknisyenden oluşur.\n\nBilgi İşlem Merkezi Müdürlüğünün görevleri şunlardır:\n\na) Yargıtay Başkanlığında bilgi işlem sistemini ilk derece ve bölge adliye mahkemeleri bilişim sistemiyle koordineli olarak kurmak, işletmek, bakım ve onarımlarını yapmak veya yaptırmak, bilgi işlem sistemleri ile ilgili teknolojileri ve gelişmeleri takip ederek ihtiyaçlara göre gerekli güncellemeleri yapmak, Yargıtay Başkanlığının ihtiyaçlarına göre projeler üreterek yazılım geliştirmek ve güncellemek.\n\nb) Gerektiğinde, diğer kamu kurum ve kuruluşlarının geliştirmiş olduğu yazılımlarla uyumunu sağlamak, uluslararası kapsamda, sistemler arası çevrim içi ve çevrim dışı veri akışını ve koordinasyonu sağlamak, bilişim teknolojileri ile ilgili ulusal ve uluslararası faaliyetlerde Yargıtay Birinci Başkanlığınca verilen görevleri yerine getirmek.\n\nc) Yargıtayın faaliyet alanına ilişkin olarak hazırlanan karar, mevzuat, genelge, görüş, metin ve belgelerin, Türkiye’nin üyesi olduğu ve yargı yetkisi tanınan uluslararası mahkeme kararlarının, kullanıcıların hizmetine sunulması için gerekli desteği sağlamak.\n\nd) Yargıtay Başkanlığı bilgi sistemlerinde güvenlik politikalarının usul ve esaslarının belirlenmesi, uygulanması ve güncellenerek denetlenmesini sağlamak.\n\ne) Bilgisayar ve bilgi sistemlerinin kullanılmasında Yargıtay Başkanlığınca çıkartılacak esasları hazırlamak, Yargıtayın tüm birimlerinde görev yapan bilgisayar kullanıcılarının talepleri de dikkate alınarak gerekli eğitimlerini sağlamak.\n\nf) Yargıtay Başkanlığı tarafından verilen benzeri görevleri yapmak.\n\n \n\nSEKİZİNCİ BÖLÜM\n\nÇeşitli Hükümler\n\nBütçe:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "54",
    "text": "Madde 54 – Yargıtay, genel bütçe içinde kendi bütçesiyle yönetilir.\n\nBütçenin birinci derecede ita amiri Yargıtay Birinci Başkanıdır. Muhasebe İşleri Yargıtay nezdindeki muhasebe teşkilatı tarafından yürütülür. Gider tahakkuk memurluğu görevi, Birinci Başkanın tensip edeceği memurlar tarafından yerine getirilir.\n\nYasama Organı komisyon ve genel kurullarında Yargıtayı, Birinci Başkanın görevlendireceği Genel Sekreter veya yardımcısı temsil eder.\n\n \n\nDöner sermaye:[18]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "55",
    "text": "Madde 55 – (Değişik: 2/6/2000 – 4574/1 md.)\n\nYargıtay Yayın İşleri Müdürlüğü görevlerinin yerine getirilebilmesi amacıyla kurulmuş bulunan “Yargıtay Yayınları Döner Sermayesi” on milyon Türk lirasına çıkarılmıştır. Döner sermaye miktarı on milyon Türk lirasına ulaşıncaya kadar, kârlar döner sermayeye eklenir. Bu miktar, Yargıtay Birinci Başkanlığınca gösterilecek lüzum üzerine, Cumhurbaşkanı kararıyla beş katına kadar artırılabilir. [19][20]\n\nDöner sermaye işlemleri, 1050 sayılı Muhasebe-i Umumiye Kanunu ile 2886 sayılı Devlet İhale Kanununa bağlı değildir.\n\nDöner sermaye ile yapılacak yayınların fiyatlarının hesaplanması, maliyete eklenecek kâr oranı veya miktarı, döner sermayenin işletilmesine, sarf usullerine ilişkin kurallar, Yargıtay Birinci Başkanlığı ile Maliye Bakanlığınca müştereken yapılacak bir yönetmelikle düzenlenir.\n\nDöner Sermaye İşletmesi Yönetim Kurulu; Genel Sekreterin başkanlığında, Yayın İşleri Müdürü, Sorumlu Sayman ve Yayın Şefinden oluşur. Döner Sermaye İşletmesinin işlemleri her malî yıl sonunda Birinci Başkanlıkça denetlenir.\n\n(Mülga beşinci fıkra: 11/10/2011-KHK-666/1 md.)18\n\n(Mülga altıncı fıkra: 11/10/2011-KHK-666/1 md.)18\n\nDöner sermayenin yıllık bilançoları gider belgeleriyle birlikte malî yılın bitiminden itibaren iki ay içinde Sayıştaya ve bilançonun bir örneği de Maliye Bakanlığına gönderilir.\n\n(Ek fıkra: 1/7/2016 – 6723/20 md.) Ulusal veya uluslararası sempozyum, seminer ve diğer bilimsel toplantılar ile fiziki veya elektronik olarak kitap, dergi veya diğer her türlü yayın faaliyetlerinin giderleri ve kütüphaneye satın alınacak her türlü süreli veya süresiz yayınların bedeli döner sermayeden karşılanabilir.\n\n \n\nAdli araverme:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "56",
    "text": "Madde 56 – Yargıtayda adli araverme sırasında dava ve işleri görmek için biri hukuk, biri ceza olmak üzere iki nöbetçi daire kurulur. Hukuk Genel Kuruluna yapılan icranın geri bırakılması istekleri nöbetçi hukuk dairesince incelenerek karara bağlanır.\n\nNöbetçi dairelerde görevlendirilecek başkan ve üyelerle nöbetçi kalacak tetkik hakimleri Birinci Başkanlık Kurulunca belli edilir. Ancak tetkik hakimlerinin tespitinde ilgili daire başkanının önceden görüşü alınır.\n\nDaire başkanları ile üyelerin nöbetlerinin düzenlenmesinde kendilerinden sonrakiler nöbet tutmadıkça tekrar nöbetçi bırakılmamak ve mümkün oldukça kıdemliden daha kıdemsize doğru sıraya koymak kuralı ve mümkün oldukça ilgililerin istekleri ve adli aravermede görülecek dava ve işlerin niteliğine göre daire başkanlarının da düşünceleri göz önünde bulundurulur.\n\n(Değişik dördüncü fıkra: 8/8/2011-KHK-650/13 md.; İptal fıkra: Anayasa Mahkemesi’nin 18/7/2012 tarihli ve E.: 2011/113 K.: 2012/108 sayılı Kararı ile.; Yeniden düzenleme: 27/6/2013-6494/20 md.) Adli ara vermeden yararlanmayan Yargıtay üyeleri yılın diğer dönemlerinde yol süresi dâhil adli ara verme süresi kadar izin kullanabilirler.\n\nAdli aravermeden faydalananlar, kısmen veya tamamen yıllık izin kullanamazlar. O yılın yıllık iznini adli aravermeden önce kısmen veya tamamen kullanmış olanların nöbetçi kalması zorunludur.\n\nAdli aravermede nöbetçi kalacaklara durum, adli aravermeden en az iki ay önce duyurulur.\n\n \n\nYargıtay İç Yönetmeliği:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "57",
    "text": "Madde 57 – Yargıtaydaki kurulların, üyelerin, tetkik hakimleri ve Yargıtay Cumhuriyet Başsavcı yardımcıları ile diğer personelin görev ve yetkileri, çalışma usulleri, seçimlerin yöntemi, tutulacak defterler, kullanılacak basılı kağıtlar ile bu Kanunun uygulanmasına ilişkin diğer hususlar Yargıtay Büyük Genel Kurulunun oy çoğunluğuyla kabul edeceği İç Yönetmelikle düzenlenir.\n\n \n\nResmi Gazete‘de yayınlanma:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "58",
    "text": "Madde 58 – Bu Kanun hükümlerine göre alınacak ilke kararları, yapılacak yönetmelikler, içtihadı birleştirme kararları, Birinci Başkanlıkça emsal teşkil edebileceği belirlenen Hukuk ve Ceza Genel Kurul kararları Resmi Gazete‘de yayımlanır.\n\n \n\nAdli yılın açılışı:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "59",
    "text": "Madde 59 – (Mülga: 2/12/2014-6572/26 md.)\n\n \n\nDava dosyalarının Yargıtaya gönderilmesi ve Hukuk İşbölümü İnceleme Kurulu:[21]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "60",
    "text": "Madde 60 – (Değişik: 1/4/2015-6644/2 md.)\n\nAdliye mahkemelerinden Yargıtay hukuk dairelerine temyiz incelemesi yapılmak üzere gönderilecek dava dosyalarının temyiz dilekçesinde gösterilen daire ismiyle bağlı kalınmaksızın mahkeme hâkimi tarafından Kanunun 14 üncü maddesi uyarınca yapılan işbölümüne göre görevli dairesi de belirtilerek ilgili daireye gönderilmesi sağlanır.\n\nTemyiz üzerine gelen dosyalarda çıkabilecek görev ve işbölümü uyuşmazlıklarını çözmekle görevli, Hukuk Genel Kurulu Başkanı olarak görevlendirilen Yargıtay Birinci Başkanvekilinin başkanlığında, Yargıtay Birinci Başkanlık Kurulunca aynı daireden birden fazla olmamak kaydıyla Yargıtay üyeleri arasından bir yıllık süre için görevlendirilen dört asıl ve dört yedek üyeden oluşan Hukuk İşbölümü İnceleme Kurulu oluşturulur. Bu Kurul bünyesinde bir büro kurulur; burada çalışmak üzere yeteri kadar tetkik hâkimi ve personel görevlendirilir.\n\n(Değişik: 1/7/2016 – 6723/21 md.) Birinci fıkra uyarınca dosya kendisine gönderilen ilgili hukuk dairesi, bir ay içinde yapacağı ön inceleme sonucunda iş bölümü bakımından kendisini görevli görmez ise gerekçesiyle birlikte dosyayı görevli olduğu kanısına vardığı ilgili hukuk dairesine gönderir. Bir aylık sürenin bitiminden sonra veya duruşma günü verilen dosya hakkında gönderme kararı verilemez. Gönderme kararı üzerine dosya kendisine gelen hukuk dairesi iki hafta içinde yapacağı ön inceleme sonucunda görevli olmadığı kanaatindeyse, varsa geçici hukuki koruma tedbirlerine dair talepler hakkında da karar vermek suretiyle dosyayı Hukuk İşbölümü İnceleme Kuruluna gönderir. İki haftalık sürenin bitiminden sonra gönderme kararı verilemez. Kurul tarafından yapılan ön inceleme sonunda verilen iş bölümüne ilişkin karar kesindir.\n\nKurul, Başkanvekili ve dört asıl üyenin katılımıyla toplanır ve oyçokluğuyla karar verir. Başkanvekilinin bulunmadığı durumlarda asıl üyelerden en kıdemlisi toplantıya başkanlık eder; asıl üyelerin eksikliği yedek üyelerin katılımıyla tamamlanır.\n\nKurul, ayda en az iki hafta çalışır. Bu süre zarfında Kurul üyeleri dairelerindeki çalışmalara katılmaz.\n\n \n\nİzinler:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "61",
    "text": "Madde 61 – Birinci başkanvekilleri ile daire başkanlarının yıllık izin istekleri Birinci Başkanın, Yargıtay Cumhuriyet Başsavcıvekilinin izni isteği Yargıtay Cumhuriyet Başsavcısının, üyelerin izin istekleri daire başkanlarının düşüncesi alındıktan sonra Hakimler ve Savcılar Kanunundaki esaslara göre Birinci Başkanlık Kurulunca karara bağlanır.\n\nTetkik hakimlerine yıllık izin verilmesinde, görev yaptıkları kurul ve daire başkanlarının, Yargıtay Cumhuriyet Başsavcı yardımcılarına izin verilmesinde ise Yargıtay Cumhuriyet Başsavcısının düşüncesi alınır.\n\nİzin hususundaki tasarruflar ilgilinin siciline işlenmek üzere Hakimler ve Savcılar Yüksek Kuruluna bildirilir.\n\n \n\nMesleki inceleme ve görevledirme:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "62",
    "text": "Madde 62 – Yargıtay Birinci Başkanı, Başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcı ve Yargıtay Cumhuriyet Başsavcıvekili, mesleki incelemelerde bulunmak için bir yılı geçmemek kaydıyla; kongre, konferans, seminer ve benzeri bilimsel toplantılara katılmak üzere gerektiği süre kadar; aylık ve ödenekleri, gerçek yol giderleri ve gündelikleri verilmek suretiyle Birinci Başkanlık Kurulu kararı ile dış ülkelere gönderilebilirler. Bu amaçla Yargıtay bütçesine her yıl yeteri kadar ödenek konur. Bu suretle dış ülkelere gönderileceklerin nitelikleri ve belirlenme usulleri İç Yönetmelikte düzenlenir.\n\nBirinci fıkrada sayılanların, istekleri halinde, yolluk almaksızın yurt içinde ve dışında davet edildikleri kongre, konferans, seminer ve benzeri bilimsel toplantılara katılmalarına ve bu suretle bilimsel araştırma ve inceleme yapmalarına Birinci Başkanlık Kurulunca izin verilebilir.\n\nBirinci fıkrada sayılanlar, ilmi araştırma ve yayınlarda bulunabilirler. Esas görevleri yanında Birinci Başkanlık Kurulu kararıyla Yükseköğretim kurumlarında konferans verebilirler.\n\n\n\n\nBaşkanların, Yargıtay Cumhuriyet Başsavcısının ve Yargıtay Cumhuriyet Başsavcıvekilinin bu sıfatlarının sona ermesi:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "63",
    "text": "Madde 63 – Birinci Başkan, birinci başkanvekilleri, daire başkanları, Yargıtay Cumhuriyet Başsavcısı ile Yargıtay Cumhuriyet Başsavcıvekili görevle ayrılma halleri ile adli ara verme, yıllık ve mazeret izinleri dışında bir yıl içinde aralıksız dört ay veya bir seçim döneminde seçildiği günden itibaren toplam bir yıl görev yapamazlarsa bu görevlerinden çekilmiş sayılırlar. Ancak, Yargıtay üyeliği görevleri devam eder.\n\nSeçimle gelinen görevlerden ayrılma açıkça bildirilmedikçe Yargıtay üyeliği görevini sona erdirmez.\n\n \n\nÖzlük işleri:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "64",
    "text": "Madde 64 – Yargıtay Birinci Başkanı, başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili ile tetkik hakimleri ve Yargıtay Cumhuriyet Başsavcıyardımcılarının bu Kanunda belirtilenlerin dışındaki özlük işleri ve hakları Hakimler ve Savcılar Yüksek Kurulu tarafından yerine getirilir.\n\n(Ek fıkra: 20/11/2017-KHK-696/42 md.; Aynen kabul: 1/2/2018-7079/37 md.) Yargıtay Birinci Başkanı, başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili ile bunların emeklileri ve bakmakla yükümlü oldukları aile fertlerinin sağlık giderleri, Türkiye Büyük Millet Meclisi üyelerinin tabi oldukları hükümler ve esaslar çerçevesinde Yargıtay bütçesinden ödenir.\n\n \n\nOnur günü:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "65",
    "text": "Madde 65 – Her yılın Temmuz ayının birinci günü Yargıtay Onur Günüdür. O dönem içinde emekliye ayrılmış olan Yargıtay Birinci Başkanı, başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekili onuruna Birinci Başkanlıkça tensip edilecek yerde düzenlenecek gecede kendilerine törenle onur belgesi ile geçmiş hizmetlerinin onurunu simgeleyen birer armağan verilir.\n\nBu amaçla yapılacak tören ile armağanların giderini karşılamak üzere her yıl Yargıtay bütçesine yeterli ödenek konulur.\n\n \n\nKıyafet:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "66",
    "text": "Madde 66 – Yargıtay Birinci Başkanı, başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı ve Yargıtay Cumhuriyet Başsavcıvekilinin duruşmalarda ve törenlerde giyecekleri ve Yargıtayca sağlanacak resmi kıyafetlerin özellikleri ve şekilleri Yargıtay İç yönetmeliği ile düzenlenir.\n\n \n\nYol giderleri, tazminatlar ve gündelikler:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "67",
    "text": "Madde 67 – Yargıtay Birinci Başkanı, başkanvekilleri, daire başkanları ve üyeleri ile Yargıtay Cumhuriyet Başsavcısı, Yargıtay Cumhuriyet Başsavcıvekili ile Yargıtayda görevli tetkik hakimleri ve Yargıtay Cumhuriyet Başsavcı Başyardımcısı, Yargıtay Cumhuriyet başsavcı yardımcılarından keşif, bilirkişi incelemesi veya delillerin tespiti ve soruşturma için görevlendirilenlere gerçek yol giderleri ile görevde geçen günler için ek gösterge dahil brüt aylık tutarlarının otuzda biri oranında gündelik verilir. Bu gündelikler, zorunlu giderleri karşılamazsa, aradaki fark belgelere dayalı olmak şartı ile ayrıca ödenir. Ancak, bu suretle yapılacak ödemeler, gündeliklerin yüzde ellisini geçemez.\n\n(Ek: 29/11/1984-KHK-243/39 md.) Cumhuriyet Başsavcı Başyardımcısı ve Yardımcılarından 2820 sayılı Siyasi Partiler Kanunu uyarınca başka bir yerde görevlendirilenlere bu görevleri süresince günde 1500 lira ilave net ödemede bulunulur.\n\n \n\nEk"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1– (12/3/1985-3164 sayılı Kanunun ek maddesi hükmü olup teselsül için numaralandırılmıştır.)\n\nBürolarda ve diğer idari görevlerde çalışan 657 sayılı Devlet Memurları Kanununa tabi personel, Yönetim Kurulunun kararı ve Birinci Başkanın teklifi üzerine, Adalet Bakanlığınca iktisap ettikleri kadro ve aylığa uygun, Adalet Bakanlığı teşkilatındaki görevlere atanabilirler.\n\n \n\nEk"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "2",
    "text": "Madde 2- (Ek: 20/11/2017-KHK-696/43 md.; Aynen kabul: 1/2/2018-7079/38 md.)[22]\n\nEkli (3) sayılı listede yer alan kadrolar ihdas edilerek 13/12/1983 tarihli ve 190 sayılı Genel Kadro ve Usulü Hakkında Kanun Hükmünde Kararnamenin eki (II) sayılı cetvelin Yargıtay Başkanlığına ait bölümüne eklenmiştir.\n\n \n\nEk"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "3",
    "text": "Madde 3-(Ek:14/11/2024-7532/10 md.)\n\nYargıtay Birinci Başkanı, Cumhuriyet Başsavcısı, birinci başkanvekili, Cumhuriyet Başsavcıvekili, daire başkanı, üye ve iç denetçi kadroları bu Kanuna ekli (I) sayılı Kadro Cetvelinde düzenlenmiştir. Geçici 15 inci madde hükümleri saklıdır.\n\n \n\nDOKUZUNCU BÖLÜM\n\nGeçici Hükümler\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1 – Bu Kanunun yürürlüğe girdiği tarihte Yargıtay Birinci Başkanı, birinci başkanvekilleri, daire başkanları, Yargıtay Cumhuriyet Başsavcısı, Yargıtay Cumhuriyet Başsavcıvekili bulunanların bu görevleri seçildikleri tarihten itibaren dört yıllık süreleri doluncaya kadar devam eder.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "2",
    "text": "Madde 2 – Bu Kanunun yürürlüğe girdiği tarihte Yargıtay üyelerinin bulundukları dairelerdeki görevleri devam eder.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "3",
    "text": "Madde 3 – Birinci Başkanlık Kurulunun asıl ve yedek üyelerinin Yargıtay Büyük Genel Kurulunca ve Yönetim Kurulunun Yargıtay Cumhuriyet Başsavcısı ve Genel Sekreter dışında kalan asıl ve yedek üyelerinin Başkanlar Kurulunca seçimleri, bu Kanunun yürürlüğe girdiği tarihten itibaren bir ay içinde yapılır. Ancak, bu seçimler yapılıncaya kadar Birinci Başkanlık Divanı ile Yönetim Kurulunun görevleri devam eder.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "4",
    "text": "Madde 4 – Birinci Başkanlık Kurulunca, Yayın Kurulu üyeleri ile Tasnif Kurulu Başkanının seçimleri, bu Kanunun yürürlüğe girdiği tarihten itibaren iki ay içinde yapılır. Ancak, bu seçimler yapılıncaya kadar yayın, özetleme ve tasnif işleri ile görevlendirilmiş bulunanların bu görevleri devam eder.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "5",
    "text": "Madde 5 – Bu Kanunun yürürlüğe girdiği tarihte görevleri ve iş bölümü değiştirilen dairelere gelmiş olan işler, eski dairelerince incelenip karara bağlanır. Bu işlere ait tavzih ve karar düzeltme istekleri de bu dairelerce incelenip sonuçlandırılır.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "6",
    "text": "Madde 6 – Bu Kanunun yürürlüğe girdiği tarihte Yargıtayda tetkik hakimi ve Yargıtay Cumhuriyet Başsavcıyardımcısı olarak görev yapmakta bulunanlar için 36 ve 37 nci maddelerde öngörülen beş yıl fiilen meslekte çalışmış olma şartı aranmaz.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "7",
    "text": "Madde 7 – Bu Kanunda yapılması öngörülen yönetmelikler, Kanunun yayımı tarihinden itibaren en geç üç ay içinde hazırlanarak yürürlüğe konur. Yeni yönetmelikler çıkarılıncaya kadar mevcut yönetmeliklerin bu Kanuna aykırı olmayan hükümlerinin uygulanmasına devam olunur.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "8",
    "text": "Madde 8 – Bu Kanunun yürürlüğe girdiği tarihte Yargıtayda görevli bulunan kalem şeflerinin unvanı “Yazı işleri müdür yardımcısı“ olarak değiştirilmiştir.\n\nBu değişiklik sebebiyle ilgililerin yeniden atanmaları gerekmez.\n\nKalem şefi unvanı, bu Kanun ile yazı işleri müdür yardımcısı olarak değiştirilenlerin yeni unvanları yan ödeme kararnamesinde yer alıncaya kadar, eski unvanları üzerinden yan ödeme almaya devam ederler.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "9",
    "text": "Madde 9 – Yargıtayın mevcut kadrolarına:\n\n1. Bu Kanunla, kurulan Eğitim ve Sosyal İşler Müdürlüğü için genel idare hizmetleri sınıfından;\n\na) Eğitim ve Sosyal İşler Müdürü için bir adet birinci derece kadro,\n\nb) Eğitim ve Sosyal İşler Müdür Yardımcısı için bir adet ikinci derece kadro,\n\nc) Eğitim ve Sosyal İşler Müdürlüğü şefliği için bir adet üçüncü derece kadro,\n\nd) Eğitim ve Sosyal İşler Müdürlüğü memurluğu için birer adet dördüncü, beşinci, altıncı, yedinci derece kadrolar,\n\n2. Eğitim ve Sosyal İşler Müdürlüğü için yardımcı hizmetler sınıfından iki adet onüçüncü derece kadrolar,\n\n3. Sağlık hizmetleri ve yardımcı sağlık hizmetleri sınıfından iki adet birinci derece kadro,\n\n4. Yargıtay yazı işleri müdürlükleri için genel idare hizmetleri sınıfından onüç adet birinci derece, onüç adet de ikinci derece kadro,\n\nEklenmiştir.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "10",
    "text": "Madde 10 – (Ek: 17/11/1983 – 2958/1 md.) Yargıtayın mevcut kadrolarına; Genel Kadro Kanunu yürürlüğe girinceye kadar Cumhuriyet Başsavcılığında kurulacak olan Bilgi Sayar İşlem Merkezi için,\n\na) Teknik Hizmetler Sınıfından;\n\n1. Bilgi Sayar Programcısı için 1 adet 1 inci derece kadro,\n\n2. Bilgi İşlem Sistem Çözümleyicisi için 1 adet 2 nci derece kadro,\n\n3. Bilgi İşlem Sistem Çözümleyici Yardımcısı için 1 adet 3 üncü derece kadro,\n\n4. Bilgi Sayar Analisti için 1 adet 3 üncü derece kadro,\n\n5. Bilgi Sayar Sistem Çözümleyici için 1 adet 3 üncü derece kadro,\n\n6. Bilgi Sayar Sistem Çözümleme Yardımcısı için 1 adet 4 üncü derece kadro,\n\nb) Genel İdare Hizmetleri sınıfından 4 adet 3 üncü derece kadro.\n\nEklenmiştir.\n\nTeknik Hizmetler Sınıfına giren kadrolara sözleşmeli personel de atanabilir.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "11",
    "text": "Madde 11 – (Ek: 8/8/2011-KHK-650/14 md.)\n\nBu Kanun Hükmünde Kararnamenin yürürlüğe girdiği tarihten itibaren Yargıtay tetkik hâkimliğine on yıl içinde yapılacak atamalarda, 36 ncı maddenin birinci fıkrasında yer alan beş yıllık hizmet süresi şartı aranmaz.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "12",
    "text": "Madde 12 – (Ek: 8/8/2011-KHK-650/14 md.)\n\nYargıtay Başkanlığının boş memur kadrolarından 582 adedine 2011 Yılı Merkezi Yönetim Bütçe Kanunundaki sınırlamalara tabi olmadan atama yapılabilir.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "13",
    "text": "Madde 13 – (Ek: 18/6/2014-6545/37 md.)\n\nBu Kanunun yürürlüğe girdiği tarihten itibaren;\n\na) Üç gün içinde bu Kanunda yapılan değişikliğe uygun olarak Genel Sekreter ve genel sekreter yardımcıları yeniden belirlenir.\n\nb) Yedi gün içinde bu Kanunda yapılan değişikliğe uygun olarak Birinci Başkanlık Kurulu yeniden belirlenir.\n\nBelirlenen Birinci Başkanlık Kurulu on gün içinde, iş durumunu dikkate alarak, ceza ve hukuk dairelerinin sayısı ile bu daireler arasındaki iş bölümüne ilişkin karar tasarısını hazırlar ve Yargıtay Büyük Genel Kurulunun onayına sunar.\n\nYargıtay Büyük Genel Kurulu, tasarıyı beş gün içinde karara bağlar. Yargıtay Büyük Genel Kurulunun iş bölümünün onaylanmasına ilişkin kararı derhâl Resmî Gazete’de yayımlanır ve yayım tarihinden itibaren on gün sonra uygulanmaya başlanır.\n\nBirinci Başkanlık Kurulu, iş bölümüne ilişkin kararın Resmî Gazete’de yayımlanmasından itibaren on gün içinde, dairelerin iş durumunu ve ihtiyaçlarını göz önünde bulundurarak Yargıtayın daire başkanları, üyeleri ve tetkik hâkimlerinin hangi dairelerde görev yapacağını yeniden belirler.\n\nYargıtay Büyük Genel Kurulunun iş bölümünün onaylanmasına ilişkin kararı uygulanmaya başlayıncaya kadar bu Kanunla yapılan değişiklikten önceki iş bölümüne ilişkin hükümler uygulanmaya devam olunur.\n\nDaha önce başka dairelerde görülmekte olup da dairesi değiştirilen dava dosyaları mevcut hâlleriyle ilgili daireye gönderilir.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "14",
    "text": "Madde 14 – (Ek: 2/12/2014-6572/27 md.)\n\nBu Kanunun yürürlüğe girdiği tarihten itibaren on beş gün içinde bu Kanuna göre oluşturulan Yargıtay üyeliği kadroları için seçim yapılır.\n\nSeçimin tamamlanmasından itibaren beş gün içinde bu Kanunla ihdas edilen daire başkanlığı kadroları için seçim yapılır.\n\nİkinci fıkra uyarınca yapılan seçimin tamamlanmasından itibaren beş gün içinde Birinci Başkanlık Kurulu yeniden belirlenir.\n\nYeni oluşan Birinci Başkanlık Kurulu, iş durumunu dikkate alarak daireler arasındaki iş bölümünü yeniden belirler ve buna ilişkin karar derhâl Resmî Gazete’de yayımlanır. Bu karar, yayım tarihinden itibaren on gün sonra uygulanmaya başlanır.\n\nBirinci Başkanlık Kurulu, iş bölümüne ilişkin kararın Resmî Gazete’de yayımlanmasından itibaren on gün içinde, dairelerin iş durumunu ve ihtiyaçlarını göz önünde bulundurarak Yargıtay daire başkanları, üyeleri ve tetkik hâkimlerinin hangi dairelerde görev yapacağını yeniden belirler.\n\nYargıtay Birinci Başkanlık Kurulunun iş bölümü kararı uygulanmaya başlayıncaya kadar bu Kanunla yapılan değişiklikten önceki iş bölümüne ilişkin hükümler uygulanmaya devam olunur.\n\nYeni iş bölümüyle dairesi değiştirilen dava dosyaları, beşinci fıkra uyarınca görevlendirme yapılmasından itibaren on gün içinde mevcut hâlleriyle ilgili daireye gönderilir.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "15",
    "text": "Madde 15 – (Ek: 1/7/2016 – 6723/22 md.)\n\nBu Kanunun yürürlüğe girdiği tarihte Yargıtay üyelerinin üyelikleri sona erer. Ancak yeni seçim yapılıncaya kadar görevlerine devam eden eski başkanlar hariç olmak üzere, bu tarih itibarıyla Yargıtay Birinci Başkanı, Cumhuriyet Başsavcısı, birinci başkanvekili, Cumhuriyet Başsavcıvekili ve daire başkanı olarak görev yapanların Yargıtay üyelikleri devam eder.\n\nBirinci fıkra uyarınca üyelikleri sona eren Yargıtay üyeleri arasından, Hâkimler ve Savcılar Yüksek Kurulunca bu Kanunun yürürlüğe girdiği tarihten itibaren beş gün içinde, üçüncü fıkradaki kadro sayısı dikkate alınmak suretiyle Yargıtay üyesi seçimi yapılır.\n\nBu Kanunun yürürlüğe girdiği tarih itibarıyla Yargıtay meslek mensuplarının (Yargıtay Birinci Başkanı, Cumhuriyet Başsavcısı, birinci başkanvekilleri, Cumhuriyet Başsavcıvekili, daire başkanları ve üyeler) kadro sayısı üç yüz ondur. Birinci fıkranın ikinci cümlesi uyarınca üyelikleri devam edenler, kadro sayısında dikkate alınır.\n\nBu Kanunun yürürlüğe girdiği tarih itibarıyla üçüncü fıkrada belirtilen kadro sayısını aşan üye kadroları herhangi bir işleme gerek kalmaksızın iptal edilmiş sayılır.\n\nYargıtay üyeliğine seçilmeyenler, Hâkimler ve Savcılar Yüksek Kurulu ilgili dairesi tarafından, bu Kanunun yürürlüğe girdiği tarihten itibaren on gün içinde sınıf ve derecelerine uygun bir göreve atanır.\n\nÜyelikleri sona erenlerin, seçim veya atamaları yapılıncaya kadar, özlük hakları Yargıtay tarafından karşılanmaya devam olunur.\n\n(İptal birinci cümle: Anayasa Mahkemesi’nin 10/12/2020 tarihli ve E.:2016/144 K.:2020/75 sayılı Kararı ile.) Yeniden seçilenler, Hâkimler ve Savcılar Yüksek Kurulu üyeliğinin sona ermesinden itibaren on iki yıl görev yaparlar. (İptal üçüncü cümle: Anayasa Mahkemesi’nin 10/12/2020 tarihli ve E.:2016/144 K.:2020/75 sayılı Kararı ile.) (İptal dördüncü cümle: Anayasa Mahkemesi’nin 10/12/2020 tarihli ve E.:2016/144 K.:2020/75 sayılı Kararı ile.)\n\nBirinci fıkranın ikinci cümlesi uyarınca üyelikleri devam eden üyeler ile ikinci fıkra uyarınca seçilen üyeler, bu Kanunun yürürlüğe girdiği tarihten itibaren on iki yıl görev yaparlar. Bu üyelerin atama veya seçim nedeniyle yürüttükleri görevleri, bu görevlerinin süresi bitene kadar devam eder.\n\nSeçilmeyen üyelerin atama veya seçim nedeniyle yürüttükleri görevler de bu Kanunun yürürlüğe girdiği tarih itibarıyla sona erer. Bu görevler için ikinci fıkra uyarınca seçim yapıldığı tarihten itibaren on gün içinde atama veya seçim yapılır.\n\nBirinci fıkranın ikinci cümlesi uyarınca üyelikleri devam eden üyeler ile ikinci fıkra uyarınca seçilen üyelerin daha önce Yargıtay üyesi olarak çalıştıkları süreler üyelik kıdeminde dikkate alınır.\n\nBirinci Başkanlık Kurulu, ikinci fıkra uyarınca yapılan seçimden itibaren on gün içinde, dairelerin iş durumunu ve ihtiyaçlarını dikkate alarak Yargıtay üyelerinin hangi dairelerde görev yapacağını yeniden belirler.\n\nBirinci Başkanlık Kurulu, iş durumunu ve ihtiyaçları dikkate alarak bu Kanunun yürürlüğe girdiği tarihten itibaren en geç altı yıl içinde daire sayısını 5 inci maddede öngörülen daire sayısına indirir. Ancak bu daireler, Birinci Başkanlık Kurulunca kapatılıncaya kadar görevlerine devam ederler.[23]\n\nBirinci Başkanlık Kurulu, on ikinci fıkra uyarınca yapılan her daire kapatma işleminden sonra iş durumunu ve ihtiyaçları dikkate alarak daireler arasındaki iş bölümünü yeniden belirler. Buna ilişkin karar derhâl Resmî Gazete’de yayımlanır ve yayımı tarihinden itibaren on gün sonra uygulanmaya başlanır.\n\nBirinci Başkanlık Kurulu, iş bölümüne ilişkin kararın Resmî Gazete’de yayımlanmasından itibaren on gün içinde, dairelerin iş durumunu ve ihtiyaçlarını dikkate alarak kapatılan dairelerde görev yapan daire başkanı, üye ve tetkik hâkimlerinin hangi dairelerde görev yapacağını belirler. Dairelerde görev verilmeyen daire başkanları, başkanlık süresinin bitimine kadar Yargıtay Birinci Başkanlığı nezdinde görev yapar. Başkanlık görev süresi Yargıtay Birinci Başkanlığı nezdinde sona erenlerin veya başka bir daireye başkan olarak görevlendirilenlerin daire başkanlığı kadroları başka bir işleme gerek kalmaksızın üye kadrosuna dönüşür.\n\nİş bölümüne ilişkin kararın Resmî Gazete’de yayımlanmasından itibaren on gün içinde, dava dosyaları ayrıca bir karar verilmesine yer olmaksızın listeye bağlanmak suretiyle mevcut hâlleriyle ilgili daireye devredilir.\n\nYargıtay meslek mensupları (Yargıtay Birinci Başkanı, Cumhuriyet Başsavcısı, Birinci başkanvekilleri, Cumhuriyet Başsavcıvekili, daire başkanları ve üyeler) kadro sayısı iki yüze düşünceye kadar, boşalan her iki üyelik için bir üye seçimi yapılır. Seçim yapılmayan üye kadroları başka bir işleme gerek kalmaksızın iptal edilmiş sayılır.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "16",
    "text": "Madde 16- (Ek: 20/11/2017-KHK-696/45 md.; Aynen kabul: 1/2/2018-7079/40 md.)\n\nHukuk Genel Kurulu ve Ceza Genel Kurulunun içtihadı birleştirme toplantılarına ilişkin hükümler saklı kalmak kaydıyla, 31/12/2022 tarihine kadar bu kurulların oluşumu ve çalışma usulü hakkında aşağıdaki hükümler uygulanır.\n\na) Hukuk Genel Kurulu ve Ceza Genel Kurulu, her hukuk ve ceza dairesinden en az bir üye olmak kaydıyla Birinci Başkanlık Kurulu tarafından görevlendirilen yirmişer üyeden oluşur. Bu kurullara, Birinci Başkan veya ilgili başkanvekili, bunların bulunmaması halinde kurulların en kıdemli üyesi başkanlık eder.\n\nb) Üyeler Hukuk Genel Kurulu ve Ceza Genel Kurulunda sürekli olarak görev yaparlar. Ancak, iş durumu gözönüne alınmak suretiyle üyelerin daire çalışmalarına katılmalarına Büyük Genel Kurul tarafından karar verilebilir.\n\nc) Kurullarda toplantı ve görüşme yeter sayısı onbeştir. Toplantıda bulunanların üçte ikisinin oyu ile karar verilir. Birinci toplantıda üçte iki oy çoğunluğu sağlanamazsa ikinci toplantıda bulunanların çoğunluğuyla karar verilir.\n\nBu maddede hüküm bulunmayan hallerde, Hukuk Genel Kurulu ve Ceza Genel Kurulunun çalışmasına ilişkin bu Kanunun mevcut hükümleri uygulanmaya devam olunur.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "17",
    "text": "Madde 17- (Ek: 20/11/2017-KHK-696/45 md.; Aynen kabul: 1/2/2018-7079/40 md.)\n\nBu maddenin yürürlüğe girdiği tarihte yeni ihdas edilen yüz Yargıtay üyeliği kadrosunun tamamı için bu maddenin yürürlük tarihinden itibaren en geç altı ay içinde seçim yapılır.\n\nBirinci fıkra uyarınca yapılan seçimin tamamlanmasından itibaren beş gün içinde Birinci Başkanlık Kurulu yeniden belirlenir.\n\nYeni oluşan Birinci Başkanlık Kurulu, on gün içinde dairelerin iş durumunu ve ihtiyaçlarını gözönünde bulundurarak yeni seçilen üyelerin hangi dairelerde görev yapacağını belirler ve Hukuk Genel Kurulu ve Ceza Genel Kurulu üyelerini görevlendirir. Bu görevlendirme yapılıncaya kadar mevcut Hukuk Genel Kurulu ve Ceza Genel Kurulu çalışmaya devam eder.\n\nYargıtay Büyük Genel Kurulunun üye tamsayısının hesabında, birinci fıkra uyarınca üye seçimi yapılıncaya kadar yeni ihdas edilen kadrolar dikkate alınmaz.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "18",
    "text": "Madde 18- (Ek: 2/7/2018-KHK-703/186 md.)\n\nKapatılan Askeri Yargıtay Başkan, Başsavcı, İkinci Başkan, Daire Başkanı ve üyelerinden emekliye ayrılmış olanlar ile bunların bakmakla yükümlü oldukları aile fertlerinin 64 üncü maddenin ikinci fıkrası kapsamındaki sağlık giderleri anılan fıkra hükümleri çerçevesinde Yargıtay bütçesinden karşılanır.\n\n \n\nONUNCU BÖLÜM\n\nSon Hükümler\n\nKaldırılan hükümler:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "68",
    "text": "Madde 68 – 1730 sayılı Yargıtay Kanunu ile değişiklikleri yürürlükten kaldırılmıştır.\n\n \n\nYürürlük:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "69",
    "text": "Madde 69 – Bu Kanun yayımı tarihinde yürürlüğe girer.\n\n \n\nYürütme:"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "70",
    "text": "Madde 70 – Bu Kanun hükümlerini Bakanlar Kurulu yürütür.\n\n \n\n \n\n \n\n \n\n(I) SAYILI KADRO CETVELİ\n\n(Ek cetvel:14/11/2024-7532/10 md.) \n\nKURUMU           : YARGITAY\n\nTEŞKİLATI       : MERKEZ\n\n \n\nUNVANI\n\n\t\n\nDERECESİ\n\n\t\n\nADEDİ\n\n\n\n\nBirinci Başkan\n\n\t\n\n1\n\n\t\n\n1\n\n\n\n\nCumhuriyet Başsavcısı\n\n\t\n\n1\n\n\t\n\n1\n\n\n\n\nBirinci Başkanvekili\n\n\t\n\n1\n\n\t\n\n2\n\n\n\n\nCumhuriyet Başsavcıvekili\n\n\t\n\n1\n\n\t\n\n1\n\n\n\n\nDaire Başkanı\n\n\t\n\n1\n\n\t\n\n24\n\n\n\n\nÜye\n\n\t\n\n1\n\n\t\n\n311\n\n\n\n\nİç Denetçi\n\n\t\n\n1-5\n\n\t\n\n3\n\n\n\n\nTOPLAM\n\n\t\n\n343\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4/2/1983 TARİH VE 2797 SAYILI KANUNA İŞLENEMEYEN HÜKÜMLER\n\n1 – 20/5/1987 tarih ve 3368 sayılı Kanunun Geçici Maddesi :\n\nGeçici Madde – Bu Kanun yürürlüğe girdiği tarihte Yedinci Hukuk Dairesinde bulunan işlerin yarısı, Onaltıncı Hukuk Dairesinin kurulup göreve başladığı tarihte, Başkanlar Kurulunun tespit edeceği esaslar dahilinde bu daireye devredilir.\n\n \n\n2 – 30/5/1991 tarih ve 3749 sayılı Kanunun Geçici Maddeleri:\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1 – Diğer dairelerden bu Kanunla yeni kurulan dairelere verilen işlerin devri, Başkanlar Kurulunun tespit edeceği esaslara göre dairelerin kurulup göreve başladığı tarihte ilgili Daire Başkanlıklarınca sağlanır.\n\nBu Kanunla ihdas edilen üye kadrolarına, Hakimler ve Savcılar Yüksek Kurulu Başkanının teklifi üzerine, ilgili Kanun hükümleri uygulanmak suretiyle üye seçimi yapılır.\n\n \n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "2",
    "text": "Madde 2 – 3402 sayılı Kadastro Kanunundan önce yürürlükte bulunan 2613 sayılı Kadastro ve Tapu Tahriri Kanununun 27 nci maddesinde yazılı ve 5572 sayılı Kanuna dayanılarak görevlendirilen asliye mahkemelerince verilen hüküm ve kararlar ile 766 sayılı Tapulama Kanununa göre çözümlenen dava ve işlerin temyiz tetkikatlarına Yedinci, Onaltıncı ve Onyedinci Hukuk Dairelerince devam olunur.\n\n \n\n3 – 7/12/1994 tarih ve 4053 sayılı Kanunun Geçici Maddesi:\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1 – Diğer dairelerden bu Kanunla yeni kurulan dairelere işlerin devri, Başkanlar Kurulunun tespit edeceği esaslara göre dairelerin kurulup göreve başladığı tarihte ilgili daire başkanlıklarınca sağlanır.\n\n \n\n4 – 15/7/2003 tarih ve 4929 sayılı Kanunun Geçici Maddesi:\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1- Bu Kanunla yapılan değişiklikler halen devam etmekte olan seçimlere de uygulanır.\n\n \n\n5 – 9/2/2011 tarihli ve 6110 sayılı Kanunun Geçici Maddesi: [24]\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "1",
    "text": "Madde 1- (1) Danıştay Başkanlık Kurulu ile Yargıtay Başkanlar Kurulu, bu Kanunla ihdas edilen üye kadrolarına seçim yapılmasından ve dairelerde çalışacak üyelerin belirlenmesinden itibaren bir ay içinde toplanarak daireler arasındaki işbölümüne ilişkin karar tasarısını hazırlar, Danıştayda Genel Kurulun ve Yargıtayda Büyük Genel Kurulun onayına sunar. Danıştayda Genel Kurulun, Yargıtayda Büyük Genel Kurulun işbölümünün onaylanmasına ilişkin kararları Resmî Gazetede yayımlanıp yürürlüğe girinceye kadar bu Kanunla yapılan değişiklikten önceki işbölümüne ilişkin hükümler uygulanmaya devam olunur.\n\n(2) Daha önce başka dairelerde görülmekte olup da dairesi değiştirilen dava dosyaları mevcut hâlleriyle ilgili daireye gönderilir.\n\n(3) Bu Kanunla Yargıtayda ihdas edilen üye kadrolarına seçim yapılmasından itibaren onbeş gün içinde Birinci Başkanlık Kurulu yeniden belirlenir. Üyelerin hangi dairelerde görev yapacağını, dairelerin iş durumunu ve ihtiyaçlarını göz önünde tutarak, oluşturulan yeni Başkanlık Kurulu belirler.\n\n \n\n6- 31/3/2011 tarihli ve 6217 sayılı Kanunun 17 nci maddesi:[25]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "17",
    "text": "MADDE 17 – Bu Kanuna ekli (1) sayılı listede yer alan kadrolar ihdas edilerek 13/12/1983 tarihli ve 190 sayılı Genel Kadro ve Usulü Hakkında Kanun Hükmünde Kararnamenin eki (I) sayılı cetvelin Danıştay Başkanlığına ait bölümüne, ekli (2) sayılı listede yer alan kadrolar ihdas edilerek 190 sayılı Kanun Hükmünde Kararnamenin eki (I) sayılı cetvelin Yargıtay Başkanlığına ait bölümüne eklenmiştir.\n\n \n\n7- 2/12/2014 tarihli ve 6572 sayılı Kanunun 49 uncu maddesi:[26]"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "49",
    "text": "MADDE 49- Bu Kanuna ekli (1) sayılı listede yer alan kadrolar ihdas edilerek 13/12/1983 tarihli ve 190 sayılı Genel Kadro ve Usulü Hakkında Kanun Hükmünde Kararnamenin eki (II) sayılı cetvelin Adalet Bakanlığına ait bölümüne; ekli (2) sayılı listede yer alan kadrolar ihdas edilerek 190 sayılı Kanun Hükmünde Kararnamenin eki (I) sayılı cetvelin, (3) sayılı listede yer alan kadrolar ihdas edilerek (II) sayılı cetvelin Yargıtay Başkanlığına ait bölümüne; ekli (4) sayılı listede yer alan kadrolar ihdas edilerek 190 sayılı Kanun Hükmünde Kararnamenin eki (I) sayılı cetvelin, (5) sayılı listede yer alan kadrolar ihdas edilerek (II) sayılı cetvelin Danıştay Başkanlığına ait bölümüne; ekli (6) sayılı listede yer alan kadrolar ihdas edilerek l90 sayılı Kanun Hükmünde Kararnamenin eki (I) sayılı cetvelin Adalet Bakanlığına ait bölümüne eklenmiştir.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2797 SAYILI KANUNA EK VE DEĞİŞİKLİK GETİREN MEVZUATIN VEYA\n\nANAYASA MAHKEMESİ TARAFINDAN VERİLEN İPTAL KARARLARININ\n\nYÜRÜRLÜĞE GİRİŞ TARİHLERİNİ GÖSTERİR LİSTE\n\n \n\nDeğiştiren Kanunun/ KHK’nin veya İptal Eden Anayasa Mahkemesi Kararının Numarası\n\n\t\n\n2797 Kanunun Değişen veya İptal Edilen Maddeleri\n\n\t\n\nYürürlüğe Giriş Tarihi\n\n\n\n\n2958\n\n\t\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "10",
    "text": "Madde 10\n\n\t\n\n19/11/1983\n\n\n\n\nKHK/243\n\n\t\n\n67\n\n\t\n\n31/12/1984\n\n\n\n\n3164\n\n\t\n\nEk Madde\n\n\t\n\n22/3/1985\n\n\n\n\n3368\n\n\t\n\n5, 14\n\n\t\n\n26/5/1987\n\n\n\n\n3749\n\n\t\n\n55\n\n\t\n\n5/6/1991\n\n\n\n\n4053\n\n\t\n\n5\n\n\t\n\n11/12/1994\n\n\n\n\n4574\n\n\t\n\n55\n\n\t\n\n13/6/2000\n\n\n\n\n4929\n\n\t\n\n31\n\n\t\n\n22/7/2003\n\n\n\n\n5218\n\n\t\n\n14\n\n\t\n\n21/7/2004\n\n\n\n\n5219\n\n\t\n\n28\n\n\t\n\n21/7/2004\n\n\n\n\n5235\n\n\t\n\n56\n\n\t\n\n1/1/2005\n\n\n\n\n15\n\n\t\n\n1/4/2005\n\n\n\n\n6110\n\n\t\n\n5,14,17, 31,33,40, 53/A ve İşlenemeyen Hüküm\n\n\t\n\n14/2/2011\n\n\n\n\n6217\n\n\t\n\nİşlenemeyen Hüküm\n\n\t\n\n14/4/2011\n\n\n\n\nKHK/650\n\n\t\n\n30, Geçici Madde 11,\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "12",
    "text": "Madde 12\n\n\t\n\n26/8/2011\n\n\n\n\n56\n\n\t\n\n1/1/2012\n\n\n\n\nKHK/666\n\n\t\n\n55\n\n\t\n\n31/12/2011 tarihinden geçerli olmak üzere 2/11/2011\n\n\n\n\nAnayasa Mahkemesi’nin 18/7/2012 tarihli ve\n\nE.: 2011/113 K.: 2012/108 sayılı Kararı\n\n\t\n\n56\n\n\t\n\n1/1/2013 tarihinden başlayarak altı ay sonra (1/7/2013)\n\n\n\n\n6494\n\n\t\n\n29, 56\n\n\t\n\n7/7/2013\n\n\n\n\nAnayasa Mahkemesi’nin 27/12/2012 tarihli ve\n\nE.: 2011/139, K.: 2012/205 sayılı Kararı\n\n\t\n\n55\n\n\t\n\n10/10/2013\n\n\n\n\n6545\n\n\t\n\n5, 10, 14, 23, 30, 30/A, 32, 33,\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "13",
    "text": "Madde 13\n\n\t\n\n28/6/2014\n\n\n\n\n6572\n\n\t\n\n5, 14, 27, 29, 36, 59, Geçici Madde 14, İşlenmeyen hüküm\n\n\t\n\n12/12/2014\n\n\n\n\n6644\n\n\t\n\n17, 60\n\n\t\n\n11/4/2015\n\n\n\n\n6723\n\n\t\n\n5, 7, 29, 30, 30/A, 55, 60,\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "15",
    "text": "Madde 15\n\n\t\n\n23/7/2016\n\n\n\n\nKHK/680\n\n\t\n\n7, 14, 15, 46\n\n\t\n\n6/1/2017\n\n\n\n\nKHK/690\n\n\t\n\n46\n\n\t\n\n29/4/2017\n\n\n\n\nKHK/696\n\n\t\n\n15, 29, 64, Ek Madde 2,\n\nGeçici Madde 15, Geçici Madde 16, Geçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "17",
    "text": "Madde 17\n\n\t\n\n24/12/2017\n\n\n\n\n7072\n\n\t\n\n7, 14, 15, 46\n\n\t\n\n8/3/2018\n\n\n\n\n7079\n\n\t\n\n15, 29, 64, Ek Madde 2, Geçici Madde 15, Geçici Madde 16, Geçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "17",
    "text": "Madde 17\n\n\t\n\n8/3/2018\n\n\n\n\nKHK/703\n\n\t\n\n50, 55, Geçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "18",
    "text": "Madde 18\n\n\t\n\n24/6/2018 tarihinde birlikte yapılan Türkiye Büyük Millet Meclisi ve Cumhurbaşkanlığı seçimleri sonucunda Cumhurbaşkanının andiçerek göreve başladığı tarihte\n\n(9/7/2018)\n\n\n\n\nAnayasa Mahkemesi’nin 10/12/2020 tarihli ve E.:2016/144 K.:2020/75 sayılı Kararı ile.\n\n\t\n\nGeçici"
  },
  {
    "kanun": "yargitay",
    "kanunName": "Yargıtay Kanunu",
    "madde": "15",
    "text": "Madde 15\n\n\t\n\n1/10/2021\n\n\n\n\n7413\n\n\t\n\n10, 33\n\n\t\n\n28/6/2022\n\n\n\n\n7532\n\n\t\n\nEk Madde 3, (I) Sayılı Cetvel\n\n\t\n\n27/11/2024\n\n \n\n\n\n\n[1] 1/7/2016 tarihli ve 6723 sayılı Kanunun 15 inci maddesiyle, bu maddede yer alan “yirmi üç” ibareleri “on iki” şeklinde değiştirilmiştir.\n\n[2] 1/7/2016 tarihli ve 6723 sayılı Kanunun 16 ncı maddesiyle, bu maddenin ikinci fıkrada yer alan “beş” ibaresi “üç”, “beşten” ibaresi “üçten”, “daire sayısının en az iki katı” ibaresi “her daireden en az bir” şeklinde değiştirilmiş ve üçüncü fıkrasında yer alan “ve başkanlarının katıldığı dairelerden bir, katılmadığı dairelerden iki üyenin” ibaresi madde metninden çıkarılmıştır.\n\n[3] 18/6/2014 tarihli ve 6545 sayılı Kanunun 30 uncu maddesiyle, bu fıkrada yer alan yer alan “dördü” ibareleri “altısı”, “sekiz” ibaresi “on iki”, “ikisi” ibareleri “dördü” ve “dört” ibaresi “sekiz” şeklinde değiştirilmiştir.\n\n[4] 23/6/2022 tarihli ve 7413 sayılı Kanunun 17 nci maddesiyle bu maddede yer alan “altısı” ibareleri “dördü” şeklinde, “on iki” ibaresi “sekiz” şeklinde, “dördü” ibareleri “ikisi” şeklinde ve “sekiz” ibaresi “dört” şeklinde değiştirilmiştir.\n\n[5] 2/12/2014 tarihli ve 6572 sayılı Kanunun 22 nci maddesiyle, bu fıkrada yer alan “hukuk veya ceza dairesi olarak belirlenmesi ile” ibaresi madde metninden çıkarılmıştır.\n\n[6] 18/6/2014 tarihli ve 6545 sayılı Kanunun 31 inci maddesiyle, bu fıkrada yer alan “arasındaki” ibaresi “hukuk veya ceza dairesi olarak belirlenmesi ile aralarındaki” şeklinde ve “üçte” ibaresi “onda” şeklinde değiştirilmiş; mevcut birinci fıkrasının üçüncü ve dördüncü cümlelerinde yer alan “işbölümü” ibareleri madde metninden çıkarılmıştır.\n\n[7] 26/9/2004 tarihli ve 5235 sayılı Kanunun 51 inci maddesiyle 1/4/2005 tarihinden geçerli olmak üzere (2) numaralı bende (a) alt bendi eklenmiş ve diğer alt bentler buna göre teselsül ettirilmiştir.\n\n[8] 18/6/2014 tarihli ve 6545 sayılı Kanunun 32 nci maddesiyle, bu fıkrada yer alan “lüzumunda” ibaresinden sonra gelmek üzere “Yargıtayda görev yapan birinci sınıfa ayrılmış” ibaresi eklenmiştir.\n\n[9] 8/8/2011 tarihli ve 650 sayılı KHK’nin 12 nci maddesiyle, bu maddenin birinci fıkrasında yer alan “sekiz yıl” ibaresi “dört yıl”, “altı yıl” ibaresi “üç yıl” şeklinde değiştirilmiş ve metne işlenmiştir.\n\n[10] 1/7/2016 tarihli ve 6723 sayılı Kanunun 18 inci maddesiyle, bu maddede yer alan “on” ibaresi “altı” şeklinde değiştirilmiştir.\n\n[11] 1/7/2016 tarihli ve 6723 sayılı Kanunun 19 uncu maddesiyle, bu fıkrada yer alan “en az beş yıl Yargıtay üyeliği yapmış olanlar” ibaresi “Yargıtay üyeleri” şeklinde değiştirilmiştir.\n\n[12] Bu fıkrada yer alan “en az üçte ikisinin” ibaresi, 9/2/2011 tarihli ve 6110 sayılı Kanunun 14 üncü maddesi ile “salt çoğunluğunun” şeklinde değiştirilmiş ve metne işlenmiştir\n\n[13] 18/6/2014 tarihli ve 6545 sayılı Kanunun 36 ncı maddesiyle, bu fıkrada yer alan “iki” ibareleri “üç”, “bir” ibareleri “iki” şeklinde değiştirilmiştir.\n\n[14] 23/6/2022 tarihli ve 7413 sayılı Kanunun 18 inci maddesiyle bu fıkrada yer alan “üç” ibareleri “iki” şeklinde, “iki” ibareleri “bir” şeklinde değiştirilmiştir.\n\n[15] 2/1/2017 tarihli ve 680 sayılı KHK’nin 5 inci maddesiyle, bu fıkrada yer alan “Yargıtay Ceza Genel Kuruluna” ibaresi “Yargıtay ilgili ceza dairesine” şeklinde değiştirilmiş, daha sonra bu hüküm 1/2/2018 tarihli ve 7072 sayılı Kanunun 4 üncü maddesiyle aynen kabul edilerek kanunlaşmıştır.\n\n[16] 2/7/2018 tarihli ve 703 sayılı Kanun Hükmünde Kararnamenin 186 ncı maddesiyle bu bentte yer alan “, tüzük, yönetmelik” ibaresi madde metninden çıkarılmıştır.\n\n[17] Bu hükmün uygulanmasında ek 1 inci maddeye bakınız.\n\n[18] 11/10/2011 tarihli ve 666 sayılı KHK ile bu maddede yapılan düzenlemeler; 10/10/2013 tarihli ve 28791 sayılı Resmi Gazete’de yayımlanan Anayasa Mahkemesi’nin 27/12/2012 tarihli ve E.: 2011/139, K.: 2012/205 sayılı Kararı ile iptal edilmiştir.\n\n[19] 1/7/2016 tarihli 6723 sayılı Kanunun 20 nci maddesiyle, bu maddenin birinci fıkrasında yer alan “ellimilyar liraya” ibareleri “on milyon Türk lirasına” şeklinde değiştirilmiştir.\n\n[20] 2/7/2018 tarihli ve 703 sayılı Kanun Hükmünde Kararnamenin 186 ncı maddesiyle bu fıkrada yer alan “Maliye Bakanlığının görüşü alınarak Bakanlar Kurulu” ibaresi “Cumhurbaşkanı” şeklinde değiştirilmiştir.\n\n[21] Bu madde başlığı “Hukuk dava dosyalarının Yargıtaya gönderilmesi:” iken, 1/4/2015 tarihli ve 6644 sayılı Kanunun 2 nci maddesiyle metne işlendiği şekilde değiştirilmiştir.\n\n[22] Bu maddede yer alan kadrolar için 24/12/2017 tarihli ve 30280 sayılı Resmi Gazete’ye ve 8/3/2018 tarihli ve 30354 (Mükerrer) sayılı Resmi Gazete’ye bakınız.\n\n[23] 20/11/2017 tarihli ve 696 sayılı KHK’nin 44 üncü maddesiyle, bu fıkrada yer alan “üç” ibaresi “altı” şeklinde değiştirilmiş, daha sonra bu hüküm 1/2/2018 tarihli ve 7079 sayılı Kanunun 39 uncu maddesiyle aynen kabul edilerek kanunlaşmıştır.\n\n[24] Bu maddede yer alan kadrolar için 14/2/2011 tarihli ve 27846 sayılı Resmi Gazete’ye bakınız.\n\n[25] Bu maddede yer alan kadrolarla ilgili olarak 14/4/2011 tarihli ve 27905 sayılı Resmi Gazete’ye bakınız.\n\n[26] Bu maddede yer alan kadrolarla ilgili olarak 12/12/2014 tarihli ve 29203 Mükerrer sayılı Resmi Gazete’ye bakınız."
  }
]